{"time_of_run": "2023-10-12T03:25:47.815723", "articles": {"Cell": [{"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)01030-9?rss=yes", "title": "Antagonistic roles of canonical and Alternative-RPA in disease-associated tandem CAG repeat instability", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)01030-9?rss=yes", "description": "A balance between expression, function, and protein-protein interactions of single-stranded DNA-binding proteins canonical RPA and primate-specific Alternative-RPA regulates somatic trinucleotide CAG repeat expansions associated with neurodegeneration in Huntington Disease and Spinocerebellar Ataxia Type 1.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Terence Gall-Duncan, Jennifer Luo, Carla-Marie Jurkovic, Laura A. Fischer, Kyota Fujita, Amit L. Deshmukh, Rachel J. Harding, Stephanie Tran, Mustafa Mehkary, Vanessa Li, David E. Leib, Ran Chen, Hikari Tanaka, Amanda G. Mason, Dominique Lévesque, Mahreen Khan, Mortezaali Razzaghi, Tanya Prasolava, Stella Lanni, Nozomu Sato, Marie-Christine Caron, Gagan B. Panigrahi, Peixiang Wang, Rachel Lau, Arturo López Castel, Jean-Yves Masson, Lynette Tippett, Clinton Turner, Maria Spies, Albert R. La Spada, Eric I. Campos, Maurice A. Curtis, François-Michel Boisvert, Richard L.M. Faull, Beverly L. Davidson, Masayuki Nakamori, Hitoshi Okazawa, Marc S. Wold, Christopher E. Pearson"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00981-9?rss=yes", "title": "Antagonistic RALF peptides control an intergeneric hybridization barrier on Brassicaceae stigmas", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00981-9?rss=yes", "description": "A stigmatic intergeneric hybridization barrier is established via sRALF peptides/CrRLK1L receptors in concert with LRX proteins to block the penetration of incompatible pollen tubes, which can be overcome by pRALF peptides derived from compatible pollen.", "updated": [2023, 10, 7, 0, 0, 0, 5, 280, 0], "authors": [{"name": "Zijun Lan, Zihan Song, Zhijuan Wang, Ling Li, Yiqun Liu, Shuaihua Zhi, Ruihan Wang, Jizong Wang, Qiyun Li, Andrea Bleckmann, Li Zhang, Thomas Dresselhaus, Juan Dong, Hongya Gu, Sheng Zhong, Li-Jia Qu"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)01032-2?rss=yes", "title": "Arginine reprograms metabolism in liver cancer via RBM39", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)01032-2?rss=yes", "description": "Arginine is a second messenger-like molecule that promotes liver tumorigenesis by binding to RBM39 and controlling metabolic gene expression. RBM39 depletion by the molecular glue degrader indisulam blocks pro-oncogenic metabolic reprogramming in hepatocellular carcinoma, suggesting that RBM39 is a therapeutic target in liver cancer.", "updated": [2023, 10, 6, 0, 0, 0, 4, 279, 0], "authors": [{"name": "Dirk Mossmann, Christoph Müller, Sujin Park, Brendan Ryback, Marco Colombi, Nathalie Ritter, Diana Weißenberger, Eva Dazert, Mairene Coto-Llerena, Sandro Nuciforo, Lauriane Blukacz, Caner Ercan, Veronica Jimenez, Salvatore Piscuoglio, Fatima Bosch, Luigi M. Terracciano, Uwe Sauer, Markus H. Heim, Michael N. Hall"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)01029-2?rss=yes", "title": "Vertebrate-class-specific binding modes of the alphavirus receptor MXRA8", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)01029-2?rss=yes", "description": "Avian MXRA8 is an entry receptor for alphaviruses belonging to the Western equine encephalitis complex that have bird reservoirs but not for those in the Semliki Forest complex, which instead utilize mammalian MXRA8. Avian MXRA8 and mammalian MXRA8 engage different alphaviruses using inverted binding modes and distinct regions. A duck domain 1-mouse domain 2 chimeric MXRA8 serves as a decoy-receptor and inhibits infection of multiple alphaviruses from distinct antigenic complexes in vitro and in vivo.", "updated": [2023, 10, 6, 0, 0, 0, 4, 279, 0], "authors": [{"name": "Ofer Zimmerman, Maxwell I. Zimmerman, Saravanan Raju, Christopher A. Nelson, John M. Errico, Emily A. Madden, Autumn C. Holmes, Ahmed O. Hassan, Laura A. VanBlargan, Arthur S. Kim, Lucas J. Adams, Katherine Basore, Bradley M. Whitener, Sathvik Palakurty, Hannah G. Davis-Adams, Chengqun Sun, Theron Gilliland, James T. Earnest, Hongming Ma, Gregory D. Ebel, Christian Zmasek, Richard H. Scheuermann, William B. Klimstra, Daved H. Fremont, Michael S. Diamond"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)01025-5?rss=yes", "title": "Generative replay underlies compositional inference in the hippocampal-prefrontal circuit", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)01025-5?rss=yes", "description": "Generative neural replay underlies ongoing inference about the composition of a stimulus, resembling a hypothesis testing process. Relational and compositional representations in the hippocampal-prefrontal circuit underpinning such flexible inference generalize to novel and previously unseen problems.", "updated": [2023, 10, 6, 0, 0, 0, 4, 279, 0], "authors": [{"name": "Philipp Schwartenbeck, Alon Baram, Yunzhe Liu, Shirley Mark, Timothy Muller, Raymond Dolan, Matthew Botvinick, Zeb Kurth-Nelson, Timothy Behrens"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00980-7?rss=yes", "title": "SND1 binds SARS-CoV-2 negative-sense RNA and promotes viral RNA synthesis through NSP9", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00980-7?rss=yes", "description": "Mapping of subgenome-resolved SARS-CoV-2 RNA-protein interactions reveals that the host protein SND1 binds negative-sense SARS-CoV-2 RNA and promotes viral RNA synthesis by recruiting NSP9, which likely serves as a protein primer for RNA production.", "updated": [2023, 10, 3, 0, 0, 0, 1, 276, 0], "authors": [{"name": "Nora Schmidt, Sabina Ganskih, Yuanjie Wei, Alexander Gabel, Sebastian Zielinski, Hasmik Keshishian, Caleb A. Lareau, Liv Zimmermann, Jana Makroczyova, Cadence Pearce, Karsten Krey, Thomas Hennig, Sebastian Stegmaier, Lambert Moyon, Marc Horlacher, Simone Werner, Jens Aydin, Marco Olguin-Nava, Ramya Potabattula, Anuja Kibe, Lars Dölken, Redmond P. Smyth, Neva Caliskan, Annalisa Marsico, Christine Krempl, Jochen Bodem, Andreas Pichlmair, Steven A. Carr, Petr Chlanda, Florian Erhard, Mathias Munschauer"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00975-3?rss=yes", "title": "Mitigation of chromosome loss in clinical CRISPR-Cas9-engineered T cells", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00975-3?rss=yes", "description": "CRISPR-Cas9 genome editing induces persistent chromosome loss in human primary T cells and engineered CAR T cells for clinical use, a phenomenon that can be mitigated by modifying T cell preparation protocols prior to clinical application.", "updated": [2023, 10, 3, 0, 0, 0, 1, 276, 0], "authors": [{"name": "Connor A. Tsuchida, Nadav Brandes, Raymund Bueno, Marena Trinidad, Thomas Mazumder, Bingfei Yu, Byungjin Hwang, Christopher Chang, Jamin Liu, Yang Sun, Caitlin R. Hopkins, Kevin R. Parker, Yanyan Qi, Laura Hofman, Ansuman T. Satpathy, Edward A. Stadtmauer, Jamie H.D. Cate, Justin Eyquem, Joseph A. Fraietta, Carl H. June, Howard Y. Chang, Chun Jimmie Ye, Jennifer A. Doudna"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)01028-0?rss=yes", "title": "Epigenetic balance ensures mechanistic control of MLL amplification and rearrangement", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)01028-0?rss=yes", "description": "An imbalance in histone modifications contributes to both transient amplifications and integrated rearrangements and amplifications observed in leukemia, which can be induced by a commonly used chemotherapy but prevented by chemical intervention.", "updated": [2023, 10, 2, 0, 0, 0, 0, 275, 0], "authors": [{"name": "Zach H. Gray, Damayanti Chakraborty, Reuben R. Duttweiler, Gulnaz D. Alekbaeva, Sedona E. Murphy, Kashish Chetal, Fei Ji, Benjamin I. Ferman, Madison A. Honer, Zhentian Wang, Cynthia Myers, Renhong Sun, H. Ümit Kaniskan, Monika Maria Toma, Elena A. Bondarenko, John N. Santoro, Christopher Miranda, Megan E. Dillingham, Ran Tang, Or Gozani, Jian Jin, Tomasz Skorski, Cihangir Duy, Hayan Lee, Ruslan I. Sadreyev, Johnathan R. Whetstine"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00965-0?rss=yes", "title": "A disordered region controls cBAF activity via condensation and partner recruitment", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00965-0?rss=yes", "description": "Intrinsically disordered regions (IDRs), together with the ARID DNA-binding domain of ARID1A/B subunits, dictate cBAF chromatin remodeler complex condensate formation, chromatin localization, and protein-protein interactions, governed by specific IDR sequence grammars.", "updated": [2023, 10, 2, 0, 0, 0, 0, 275, 0], "authors": [{"name": "Ajinkya Patil, Amy R. Strom, Joao A. Paulo, Clayton K. Collings, Kiersten M. Ruff, Min Kyung Shinn, Akshay Sankar, Kasey S. Cervantes, Tobias Wauer, Jessica D. St. Laurent, Grace Xu, Lindsay A. Becker, Steven P. Gygi, Rohit V. Pappu, Clifford P. Brangwynne, Cigall Kadoch"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00978-9?rss=yes", "title": "Multi-omics analysis of mucosal and systemic immunity to SARS-CoV-2 after birth", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00978-9?rss=yes", "description": "Multi-omics analysis of blood and nasal samples from human infants and their mothers indicates strong and sustained immunity following SARS-CoV-2 infection during the initial months of life.", "updated": [2023, 9, 29, 0, 0, 0, 4, 272, 0], "authors": [{"name": "Florian Wimmers, Allison R. Burrell, Yupeng Feng, Hong Zheng, Prabhu S. Arunachalam, Mengyun Hu, Sara Spranger, Lindsay E. Nyhoff, Devyani Joshi, Meera Trisal, Mayanka Awasthi, Lorenza Bellusci, Usama Ashraf, Sangeeta Kowli, Katherine C. Konvinse, Emily Yang, Michael Blanco, Kathryn Pellegrini, Gregory Tharp, Thomas Hagan, R. Sharon Chinthrajah, Tran T. Nguyen, Alba Grifoni, Alessandro Sette, Kari C. Nadeau, David B. Haslam, Steven E. Bosinger, Jens Wrammert, Holden T. Maecker, Paul J. Utz, Taia T. Wang, Surender Khurana, Purvesh Khatri, Mary A. Staat, Bali Pulendran"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00963-7?rss=yes", "title": "An AsCas12f-based compact genome-editing tool derived by deep mutational scanning and structural analysis", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00963-7?rss=yes", "description": "A high-throughput approach, combining deep mutational scanning and structure-informed design, generated miniature AsCas12f variants with enhanced activity, enabling efficient knock-in/knock-out activities and transcriptional activation in mice using an all-in-one AAV vector.", "updated": [2023, 9, 29, 0, 0, 0, 4, 272, 0], "authors": [{"name": "Tomohiro Hino, Satoshi N. Omura, Ryoya Nakagawa, Tomoki Togashi, Satoru N. Takeda, Takafumi Hiramoto, Satoshi Tasaka, Hisato Hirano, Takeshi Tokuyama, Hideki Uosaki, Soh Ishiguro, Madina Kagieva, Hiroyuki Yamano, Yuki Ozaki, Daisuke Motooka, Hideto Mori, Yuhei Kirita, Yoshiaki Kise, Yuzuru Itoh, Satoaki Matoba, Hiroyuki Aburatani, Nozomu Yachie, Tautvydas Karvelis, Virginijus Siksnys, Tsukasa Ohmori, Atsushi Hoshino, Osamu Nureki"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00968-6?rss=yes", "title": "Synthetic Par polarity induces cytoskeleton asymmetry in unpolarized mammalian cells", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00968-6?rss=yes", "description": "Synthetic engineering of cortical polarity using designed proteins reveals that reconstituting Par complex polarity is sufficient to drive key processes of asymmetric cell division in unpolarized mammalian cells.", "updated": [2023, 9, 28, 0, 0, 0, 3, 271, 0], "authors": [{"name": "Joseph L. Watson, Lara K. Krüger, Ariel J. Ben-Sasson, Alice Bittleston, Marta N. Shahbazi, Vicente Jose Planelles-Herrero, Joseph E. Chambers, James D. Manton, David Baker, Emmanuel Derivery"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00977-7?rss=yes", "title": "The local microenvironment drives activation of neutrophils in human brain tumors", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00977-7?rss=yes", "description": "Comprehensive analyses of brain tumor-associated neutrophils in humans and mice reveal a multifaceted pro-tumoral phenotype, which is induced by soluble factors secreted by tumor-associated myeloid cells.", "updated": [2023, 9, 27, 0, 0, 0, 2, 270, 0], "authors": [{"name": "Roeltje R. Maas, Klara Soukup, Nadine Fournier, Matteo Massara, Sabine Galland, Mara Kornete, Vladimir Wischnewski, Joao Lourenco, Davide Croci, Ángel F. Álvarez-Prado, Damien N. Marie, Johanna Lilja, Rachel Marcone, Gabriel F. Calvo, Rui Santalla Mendez, Pauline Aubel, Leire Bejarano, Pratyaksha Wirapati, Iván Ballesteros, Andrés Hidalgo, Andreas F. Hottinger, Jean-Philippe Brouland, Roy T. Daniel, Monika E. Hegi, Johanna A. Joyce"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00964-9?rss=yes", "title": "Systemic immune profiling of Omicron-infected subjects inoculated with different doses of inactivated virus vaccine", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00964-9?rss=yes", "description": "Analysis of immune responses induced by inactivated virus vaccines against SARS-CoV-2, with and without Omicron variant infection, provides insight into the relative effects of single and double boosting for the large population that received this form of COVID-19 vaccine.", "updated": [2023, 9, 27, 0, 0, 0, 2, 270, 0], "authors": [{"name": "Shanhe Yu, Yingni Lin, Yong Li, Shijun Chen, Lina Zhou, Hejie Song, Cuiping Yang, Haiqing Zhang, Jianping Zhou, Shunchang Sun, Yanan Li, Juan Chen, Ruixue Feng, Niu Qiao, Yinyin Xie, Ruihong Zhang, Tong Yin, Saijuan Chen, Qingyun Li, Jiang Zhu, Jieming Qu"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00918-2?rss=yes", "title": "Influence of autozygosity on common disease risk across the phenotypic spectrum", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00918-2?rss=yes", "description": "Autozygosity resulting from consanguinity is causally associated with several complex diseases, including type 2 diabetes.", "updated": [2023, 9, 26, 0, 0, 0, 1, 269, 0], "authors": [{"name": "Daniel S. Malawsky, Eva van Walree, Benjamin M. Jacobs, Teng Hiang Heng, Qin Qin Huang, Ataf H. Sabir, Saadia Rahman, Saghira Malik Sharif, Ahsan Khan, Maša Umićević Mirkov, 23andMe Research Team, Genes & Health Research Team, Hiroyuki Kuwahara, Xin Gao, Fowzan S. Alkuraya, Danielle Posthuma, William G. Newman, Christopher J. Griffiths, Rohini Mathur, David A. van Heel, Sarah Finer, Jared O’Connell, Hilary C. Martin"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)01035-8?rss=yes", "title": "Amyloplast sedimentation repolarizes LAZYs to achieve gravity sensing in plants", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)01035-8?rss=yes", "description": "Amyloplast sedimentation guides LAZY to relocate to the new lower side of the plasma membrane in columella cells to induce gravitropic growth in plants.", "updated": [2023, 9, 22, 0, 0, 0, 4, 265, 0], "authors": [{"name": "Jiayue Chen, Renbo Yu, Na Li, Zhaoguo Deng, Xinxin Zhang, Yaran Zhao, Chengfu Qu, Yanfang Yuan, Zhexian Pan, Yangyang Zhou, Kunlun Li, Jiajun Wang, Zhiren Chen, Xiaoyi Wang, Xiaolian Wang, Shu-Nan He, Juan Dong, Xing Wang Deng, Haodong Chen"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00915-7?rss=yes", "title": "SARS-CoV-2 variants evolve convergent strategies to remodel the host response", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00915-7?rss=yes", "description": "Systems proteomic and genomic analyses reveal that SARS-CoV-2 variants of concern respond to the selective forces of the host immune response by modulating viral protein expression, phosphorylation, and virus-host protein-protein interactions. Variants have converged on similar strategies for innate and adaptive immune evasions, suggesting implications for predicting viral transmission and tackling future viral pandemics.", "updated": [2023, 9, 21, 0, 0, 0, 3, 264, 0], "authors": [{"name": "Mehdi Bouhaddou, Ann-Kathrin Reuschl, Benjamin J. Polacco, Lucy G. Thorne, Manisha R. Ummadi, Chengjin Ye, Romel Rosales, Adrian Pelin, Jyoti Batra, Gwendolyn M. Jang, Jiewei Xu, Jack M. Moen, Alicia L. Richards, Yuan Zhou, Bhavya Harjai, Erica Stevenson, Ajda Rojc, Roberta Ragazzini, Matthew V.X. Whelan, Wilhelm Furnon, Giuditta De Lorenzo, Vanessa Cowton, Abdullah M. Syed, Alison Ciling, Noa Deutsch, Daniel Pirak, Giulia Dowgier, Dejan Mesner, Jane L. Turner, Briana L. McGovern, M. Luis Rodriguez, Rocio Leiva-Rebollo, Alistair S. Dunham, Xiaofang Zhong, Manon Eckhardt, Andrea Fossati, Nicholas F. Liotta, Thomas Kehrer, Anastasija Cupic, Magdalena Rutkowska, Ignacio Mena, Sadaf Aslam, Alyssa Hoffert, Helene Foussard, Charles Ochieng’ Olwal, Weiqing Huang, Thomas Zwaka, John Pham, Molly Lyons, Laura Donohue, Aliesha Griffin, Rebecca Nugent, Kevin Holden, Robert Deans, Pablo Aviles, Jose A. Lopez-Martin, Jose M. Jimeno, Kirsten Obernier, Jacqueline M. Fabius, Margaret Soucheray, Ruth Hüttenhain, Irwin Jungreis, Manolis Kellis, Ignacia Echeverria, Kliment Verba, Paola Bonfanti, Pedro Beltrao, Roded Sharan, Jennifer A. Doudna, Luis Martinez-Sobrido, Arvind H. Patel, Massimo Palmarini, Lisa Miorin, Kris White, Danielle L. Swaney, Adolfo Garcia-Sastre, Clare Jolly, Lorena Zuliani-Alvarez, Greg J. Towers, Nevan J. Krogan"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00916-9?rss=yes", "title": "Host traits shape virome composition and virus transmission in wild small mammals", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00916-9?rss=yes", "description": "A large study of the mammalian virome identifies differences across rodents, bats, and shrews, revealing insights into host range, transmission, and potential pathogens with the ability to jump across species.", "updated": [2023, 9, 20, 0, 0, 0, 2, 263, 0], "authors": [{"name": "Yan-Mei Chen, Shu-Jian Hu, Xian-Dan Lin, Jun-Hua Tian, Jia-Xin Lv, Miao-Ruo Wang, Xiu-Qi Luo, Yuan-Yuan Pei, Rui-Xue Hu, Zhi-Gang Song, Edward C. Holmes, Yong-Zhen Zhang"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00911-X?rss=yes", "title": "Mpox infection protects against re-challenge in rhesus macaques", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00911-X?rss=yes", "description": "Modeling mpox infection in rhesus macaques demonstrates the protective efficacy of natural immunity induced by three routes of viral exposure against re-challenge.", "updated": [2023, 9, 20, 0, 0, 0, 2, 263, 0], "authors": [{"name": "Malika Aid, Michaela Sciacca, Katherine McMahan, David Hope, Jinyan Liu, Catherine Jacob-Dolan, Olivia Powers, Julia Barrett, Cindy Wu, Audrey Mutoni, Tetyana Murdza, Hannah Richter, Jason Velasco, Elyse Teow, Mona Boursiquot, Anthony Cook, Tatyana Orekov, Melissa Hamilton, Laurent Pessaint, Alaina Ryan, Tammy Hayes, Amanda J. Martinot, Michael S. Seaman, Mark G. Lewis, Hanne Andersen, Dan H. Barouch"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00917-0?rss=yes", "title": "Stepwise emergence of the neuronal gene expression program in early animal evolution", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00917-0?rss=yes", "description": "A comparative study of cell diversity in placozoans indicates that key neuronal modules evolved before the advent of cnidarian/bilaterian neurons in the context of paracrine cell signaling.", "updated": [2023, 9, 19, 0, 0, 0, 1, 262, 0], "authors": [{"name": "Sebastián R. Najle, Xavier Grau-Bové, Anamaria Elek, Cristina Navarrete, Damiano Cianferoni, Cristina Chiva, Didac Cañas-Armenteros, Arrate Mallabiabarrena, Kai Kamm, Eduard Sabidó, Harald Gruber-Vodicka, Bernd Schierwater, Luis Serrano, Arnau Sebé-Pedrós"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00912-1?rss=yes", "title": "CD1 lipidomes reveal lipid-binding motifs and size-based antigen-display mechanisms", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00912-1?rss=yes", "description": "Antigen presentation to T cells is often studied in the context of proteins. Analyses of nearly 2,000 distinct human CD1 antigen complexes demonstrate broad sampling of self-cellular lipids for display to T cells, where each CD1 protein captures lipid ligands that differ in size, stoichiometry, and chemical structure.these general lipid motifs can be compared to lipids that contribute to disease, providing new biomedical insights.", "updated": [2023, 9, 18, 0, 0, 0, 0, 261, 0], "authors": [{"name": "Shouxiong Huang, Adam Shahine, Tan-Yun Cheng, Yi-Ling Chen, Soo Weei Ng, Gautham R. Balaji, Rachel Farquhar, Stephanie Gras, Clare S. Hardman, John D. Altman, Nabil Tahiri, Adriaan J. Minnaard, Graham S. Ogg, Jacob A. Mayfield, Jamie Rossjohn, D. Branch Moody"}]}, {"id": "https://www.cell.com/cell/fulltext/S0092-8674(23)00906-6?rss=yes", "title": "Genetic manipulation of Patescibacteria provides mechanistic insights into microbial dark matter and the epibiotic lifestyle", "link": "https://www.cell.com/cell/fulltext/S0092-8674(23)00906-6?rss=yes", "description": "Discovery and exploitation of natural competence in Patescibacteria enables visualization of the bacterial epibiont lifecycle and dissection of its genetic underpinnings.", "updated": [2023, 9, 7, 0, 0, 0, 3, 250, 0], "authors": [{"name": "Yaxi Wang, Larry A. Gallagher, Pia A. Andrade, Andi Liu, Ian R. Humphreys, Serdar Turkarslan, Kevin J. Cutler, Mario L. Arrieta-Ortiz, Yaqiao Li, Matthew C. Radey, Jeffrey S. McLean, Qian Cong, David Baker, Nitin S. Baliga, S. Brook Peterson, Joseph D. Mougous"}]}], "Cell Developmental Cell": [{"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00459-8?rss=yes", "title": "Meningeal macrophages inhibit chemokine signaling in pre-tumor cells to suppress mouse medulloblastoma initiation", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00459-8?rss=yes", "description": "Pokrajac et al. explore the interaction between Norrin/Frizzled4 signaling in the meningeal niche and Sonic hedgehog medulloblastoma tumorigenesis in the mouse cerebellum. They identify a mechanism in which meningeal macrophages secrete CXCL4, effectively restraining the tumor-initiating influence of meningeal-derived CXCL12 in the cerebellum.", "updated": [2023, 9, 28, 0, 0, 0, 3, 271, 0], "authors": [{"name": "Nenad T. Pokrajac, Nicholas J.A. Tokarew, Akshay Gurdita, Arturo Ortin-Martinez, Valerie A. Wallace"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00460-4?rss=yes", "title": "The Drosophila ecdysone receptor promotes or suppresses proliferation according to ligand level", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00460-4?rss=yes", "description": "Perez-Mockus et al. show that the steroid hormone 20-hydroxy-ecdysone (20E) promotes or inhibits cell proliferation in a concentration-dependent manner. This bimodal activity relies on the activation of “high-threshold” target genes that override the pro-proliferation effect of low 20E concentrations.", "updated": [2023, 9, 27, 0, 0, 0, 2, 270, 0], "authors": [{"name": "Gantas Perez-Mockus, Luca Cocconi, Cyrille Alexandre, Birgit Aerne, Guillaume Salbreux, Jean-Paul Vincent"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00436-7?rss=yes", "title": "An improved Erk biosensor detects oscillatory Erk dynamics driven by mitotic erasure during early development", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00436-7?rss=yes", "description": "Wilcockson et al. describe the development of an improved Erk-specific kinase translocation reporter (modErk-KTR). Live imaging of Erk dynamics in zebrafish and Drosophila embryos shows that Erk signaling is shut down prior to mitosis (mitotic erasure), which contributes to heterogeneity in Fgf signal interpretation in zebrafish embryos.", "updated": [2023, 9, 14, 0, 0, 0, 3, 257, 0], "authors": [{"name": "Scott G. Wilcockson, Luca Guglielmi, Pablo Araguas Rodriguez, Marc Amoyel, Caroline S. Hill"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00435-5?rss=yes", "title": "Mitochondrial GTP metabolism controls reproductive aging in C. elegans", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00435-5?rss=yes", "description": "Lee et al. identify a signaling nexus between mitochondrial GTP metabolism and mitochondrial dynamics in regulating C. elegans reproductive aging. They further demonstrate that bacterial metabolites act through this signaling mechanism to modulate the host’s reproductive health during aging.", "updated": [2023, 9, 13, 0, 0, 0, 2, 256, 0], "authors": [{"name": "Yi-Tang Lee, Marzia Savini, Tao Chen, Jin Yang, Qian Zhao, Lang Ding, Shihong Max Gao, Mumine Senturk, Jessica N. Sowa, Jue D. Wang, Meng C. Wang"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00408-2?rss=yes", "title": "Centrins control chicken cone cell lipid droplet dynamics through lipid-droplet-localized SPDL1", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00408-2?rss=yes", "description": "Pan et al. find that centrins localize to chicken cone cell lipid droplets with the help of SPDL1-L, a previously uncharacterized long isoform of SPDL1. Centrins and SPDL1-L regulate the apical localization of lipid droplets in cone cells.", "updated": [2023, 9, 11, 0, 0, 0, 0, 254, 0], "authors": [{"name": "Huimin Pan, Yaqiang Qin, Jinglin Zhu, Wei Wang, Zhonghua Liu, Xiahe Huang, Sin Man Lam, Guanghou Shui, Yingchun Wang, Yuqiang Jiang, Xun Huang"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00414-8?rss=yes", "title": "Neural plate progenitors give rise to both anterior and posterior pituitary cells", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00414-8?rss=yes", "description": "The adenohypophysis and neurohypophysis that constitute the pituitary gland are derived from the pre-placodal ectoderm and the neuro-ectoderm, respectively. However, Chen et al. demonstrate that subsets of adenohypophyseal cells are derived from the neuroectoderm of zebrafish and mouse, and that neuroectoderm-derived astroglial pituicytes refine differentiation of adenohypophyseal progenitors.", "updated": [2023, 9, 7, 0, 0, 0, 3, 250, 0], "authors": [{"name": "Qiyu Chen, Dena Leshkowitz, Hanjie Li, Andreas van Impel, Stefan Schulte-Merker, Ido Amit, Karine Rizzoti, Gil Levkowitz"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00410-0?rss=yes", "title": "Mammalian autophagosomes form from finger-like phagophores", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00410-0?rss=yes", "description": "Puri et al. identify that autophagosomes are derived from recycling endosome-attached finger-like phagophores, contrasting with the conventional cup-shaped portrayal of these structures. Phagophores can have multiple foci of origin on recycling endosomes, and their ESCRT-dependent closure is a prerequisite for the dynamin-mediated release of autophagosomes from this compartment.", "updated": [2023, 9, 7, 0, 0, 0, 3, 250, 0], "authors": [{"name": "Claudia Puri, Matthew J. Gratian, David C. Rubinsztein"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00409-4?rss=yes", "title": "Usp25-Erlin1/2 activity limits cholesterol flux to restrict virus infection", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00409-4?rss=yes", "description": "Teo et al. report that Usp25, a deubiquitylase, is able to restrict virus infection by stabilizing the Erlin1/2 complex, which in turn regulates intracellular cholesterol levels. Absence of Usp25 drives Erlin1/2 degradation and increased cholesterol flux, providing a conducive environment for the assembly and secretion of pathogenic viruses.", "updated": [2023, 9, 7, 0, 0, 0, 3, 250, 0], "authors": [{"name": "Qi Wen Teo, Ho Him Wong, Tiaan Heunis, Viktoriya Stancheva, Asmaa Hachim, Huibin Lv, Lewis Siu, Julian Ho, Yun Lan, Chris Ka Pun Mok, Rachel Ulferts, Sumana Sanyal"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00412-4?rss=yes", "title": "A feedback loop between heterochromatin and the nucleopore complex controls germ-cell-to-oocyte transition during Drosophila oogenesis", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00412-4?rss=yes", "description": "Sarkar et al. describe how a cohort of early-oogenesis genes are silenced by heterochromatin formation during oocyte specification. The heterochromatin promotes nucleopore complex (NPC) formation, which in turn helps maintain silenced genes to developmentally regulate gene silencing and fertility.", "updated": [2023, 9, 5, 0, 0, 0, 1, 248, 0], "authors": [{"name": "Kahini Sarkar, Noor M. Kotb, Alex Lemus, Elliot T. Martin, Alicia McCarthy, Justin Camacho, Ayman Iqbal, Alex M. Valm, Morgan A. Sammons, Prashanth Rangan"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00411-2?rss=yes", "title": "Mitochondrial leak metabolism induces the Spemann-Mangold Organizer via Hif-1α in Xenopus", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00411-2?rss=yes", "description": "MacColl Garfinkel et al. define an instructive role for mitochondrial metabolism in establishing the Spemann-Mangold Organizer in Xenopus. A mitochondrial inner membrane leak leads to a local increase in oxygen consumption and activation of Hif-1α. Hif-1α, which can activate a Wnt reporter, induces Organizer gene expression.", "updated": [2023, 9, 5, 0, 0, 0, 1, 248, 0], "authors": [{"name": "Alexandra MacColl Garfinkel, Nelli Mnatsakanyan, Jeet H. Patel, Andrea E. Wills, Amy Shteyman, Peter J.S. Smith, Kambiz N. Alavian, Elizabeth Ann Jonas, Mustafa K. Khokha"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00406-9?rss=yes", "title": "Direct androgen receptor control of sexually dimorphic gene expression in the mammalian kidney", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00406-9?rss=yes", "description": "Xiong and Liu et al. show that in the mouse kidney, androgen receptor-mediated transcription establishes distinct molecular and physiological states between sexes and proximal tubule segments. Disease-modifying regimens correlate with altered kidney sex profiles, and mouse/human kidneys show limited conservation in sexually dimorphic gene control.", "updated": [2023, 9, 5, 0, 0, 0, 1, 248, 0], "authors": [{"name": "Lingyun Xiong, Jing Liu, Seung Yub Han, Kari Koppitch, Jin-Jin Guo, Megan Rommelfanger, Zhen Miao, Fan Gao, Ingileif B. Hallgrimsdottir, Lior Pachter, Junhyong Kim, Adam L. MacLean, Andrew P. McMahon"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00413-6?rss=yes", "title": "Defining the identity and the niches of epithelial stem cells with highly pleiotropic multilineage potency in the human thymus", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00413-6?rss=yes", "description": "Ragazzini et al. identify pleiotropic multipotent stem cells (SCs) and define their cortical and medullary niches in human pediatric thymi by combining scRNA-seq, spatial transcriptomics, and multiplex phenotyping. Thymic SCs display Polykeratin traits, extensively expand as clones in culture, and retain self-organizing capacity upon functional differentiation.", "updated": [2023, 8, 30, 0, 0, 0, 2, 242, 0], "authors": [{"name": "Roberta Ragazzini, Stefan Boeing, Luca Zanieri, Mary Green, Giuseppe D’Agostino, Kerol Bartolovic, Ana Agua-Doce, Maria Greco, Sara A. Watson, Antoniana Batsivari, Linda Ariza-McNaughton, Asllan Gjinovci, David Scoville, Andy Nam, Adrian C. Hayday, Dominique Bonnet, Paola Bonfanti"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00407-0?rss=yes", "title": "Wound-healing plasticity enables clonal expansion of founder progenitor cells in colitis", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00407-0?rss=yes", "description": "Cancer is a common outcome of inflammatory bowel disease and may stem from repeated cycles of epithelial wounding and healing. Studying acute murine colitis and normal healing, Liu et al. detail the emergence and massive clonal expansion of a highly proliferative epithelial progenitor cell population within specialized wound-associated crypt structures.", "updated": [2023, 8, 30, 0, 0, 0, 2, 242, 0], "authors": [{"name": "Cambrian Y. Liu, Nandini Girish, Marie L. Gomez, Martin Kalski, Jessica K. Bernard, Benjamin D. Simons, D. Brent Polk"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00405-7?rss=yes", "title": "Apical extrusion prevents apoptosis from activating an acute inflammatory program in epithelia", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00405-7?rss=yes", "description": "Duszyc et al. report that apoptotic epithelial cells provoke inflammation if they are not eliminated by apical extrusion. This is driven by paracrine signaling, where ATP from retained apoptotic cells triggers their epithelial neighbors to produce IL-8 and thus recruit neutrophils of the innate immune system.", "updated": [2023, 8, 29, 0, 0, 0, 1, 241, 0], "authors": [{"name": "Kinga Duszyc, Jessica B. von Pein, Divya Ramnath, Denni Currin-Ross, Suzie Verma, Fayth Lim, Matthew J. Sweet, Kate Schroder, Alpha S. Yap"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00403-3?rss=yes", "title": "Mechanical stimulation from the surrounding tissue activates mitochondrial energy metabolism in Drosophila differentiating germ cells", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00403-3?rss=yes", "description": "Wang et al. use Drosophila early oogenesis as a model to reveal how mitochondrial energy metabolism is induced during cell differentiation. They elucidate that mechanical stimulation from the surrounding tissue stretches the plasma membrane of differentiating germ cells, which induces mitochondrial energy metabolism through a Ca2+-mediated signaling cascade.", "updated": [2023, 8, 29, 0, 0, 0, 1, 241, 0], "authors": [{"name": "Zong-Heng Wang, Wenjing Zhao, Christian A. Combs, Fan Zhang, Jay R. Knutson, Mary A. Lilly, Hong Xu"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00399-4?rss=yes", "title": "Control of murine brown adipocyte development by GATA6", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00399-4?rss=yes", "description": "Jun et al. utilize single-cell RNA sequencing and lineage-tracing analyses to identify a presumptive lineage hierarchy for brown adipocytes and associated connective tissue. Furthermore, they identify the transcription factor GATA6 as a critical determinant of brown preadipocyte development and BAT formation.", "updated": [2023, 8, 29, 0, 0, 0, 1, 241, 0], "authors": [{"name": "Seoyoung Jun, Anthony R. Angueira, Ethan C. Fein, Josephine M.E. Tan, Angela H. Weller, Lan Cheng, Kirill Batmanov, Jeff Ishibashi, Alexander P. Sakers, Rachel R. Stine, Patrick Seale"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00397-0?rss=yes", "title": "Reconstructing human brown fat developmental trajectory in vitro", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00397-0?rss=yes", "description": "Brown adipose tissue controls thermogenesis and regulates metabolism. Rao et al. use single-cell RNA sequencing to analyze its development in mouse embryos and recapitulate the developmental cues experienced by brown adipocytes in vitro to engineer a protocol to differentiate human pluripotent stem cells into functional brown adipocytes.", "updated": [2023, 8, 29, 0, 0, 0, 1, 241, 0], "authors": [{"name": "Jyoti Rao, Yannis Djeffal, Jerome Chal, Fabio Marchianò, Chih-Hao Wang, Ziad Al Tanoury, Svetlana Gapon, Alicia Mayeuf-Louchart, Ian Glass, Elizabeth M. Sefton, Bianca Habermann, Gabrielle Kardon, Fiona M. Watt, Yu-Hua Tseng, Olivier Pourquié"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00402-1?rss=yes", "title": "A circadian-like gene network programs the timing and dosage of heterochronic miRNA transcription during C. elegans development", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00402-1?rss=yes", "description": "Kinney, Sahu, et al. report that genes implicated in mammalian circadian transcription are rewired in C. elegans to generate the oscillatory transcriptional patterns of miRNAs that program temporal patterning during post-embryonic development. This gene regulatory network directly controls lin-4 gene dosage in the heterochronic pathway, maintaining developmental robustness.", "updated": [2023, 8, 28, 0, 0, 0, 0, 240, 0], "authors": [{"name": "Brian Kinney, Shubham Sahu, Natalia Stec, Kelly Hills-Muckey, Dexter W. Adams, Jing Wang, Matt Jaremko, Leemor Joshua-Tor, Wolfgang Keil, Christopher M. Hammell"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00400-8?rss=yes", "title": "Maternal and embryonic signals cause functional differentiation of luminal epithelial cells and receptivity establishment", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00400-8?rss=yes", "description": "Wang et al. identify maternal and embryonic signals regulating endometrial epithelial cell differentiation and activity during peri-implantation period. They showed that this process is conserved in humans and mice, and defects in endometrial epithelial cells are associated with thin endometrium and recurrent implantation failure.", "updated": [2023, 8, 28, 0, 0, 0, 0, 240, 0], "authors": [{"name": "Hai-Quan Wang, Yang Liu, Dong Li, Jing-Yu Liu, Yue Jiang, Yuanlin He, Ji-Dong Zhou, Zhi-Long Wang, Xin-Yi Tang, Yang Zhang, Xin Zhen, Zhi-Wen Cao, Xiao-Qiang Sheng, Chao-Fan Yang, Qiu-Ling Yue, Li-Jun Ding, Ya-Li Hu, Zhi-Bin Hu, Chao-Jun Li, Gui-Jun Yan, Hai-Xiang Sun"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00385-4?rss=yes", "title": "Generation and application of endogenously floxed alleles for cell-specific knockout in zebrafish", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00385-4?rss=yes", "description": "The zebrafish is amenable to genetic approaches, but conditional gene knockout has been limited due to the lack of floxed deletion alleles. Shin et al. describe reliable methods for generating, validating, and applying zebrafish bearing endogenously floxed alleles, providing a foundation for widespread application of conditional knockout approaches in zebrafish.", "updated": [2023, 8, 25, 0, 0, 0, 4, 237, 0], "authors": [{"name": "Masahiro Shin, Hui-Min Yin, Yu-Huan Shih, Takayuki Nozaki, Daneal Portman, Benjamin Toles, Amy Kolb, Kevin Luk, Sumio Isogai, Kinji Ishida, Tomohito Hanasaka, Michael J. Parsons, Scot A. Wolfe, Caroline E. Burns, C. Geoffrey Burns, Nathan D. Lawson"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00386-6?rss=yes", "title": "Functional heterogeneity of Wnt-responsive and Hedgehog-responsive neural stem cells in the murine adult hippocampus", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00386-6?rss=yes", "description": "Luo et al. demonstrate that adult murine Axin2+ and Gli1+ NSCs show differences in the timing of acquiring the quiescent properties, age-induced neurogenesis decline, and responsiveness to external stimuli. They further show that Axin2+, not Gli1+, adult dentate NSCs are responsible for buffering stress responses and depressive behavior.", "updated": [2023, 8, 21, 0, 0, 0, 0, 233, 0], "authors": [{"name": "Xing Luo, Min Dai, Min Wang, Xiujie Wang, Weixiang Guo"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00367-2?rss=yes", "title": "Skin-type-dependent development of murine mechanosensory neurons", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00367-2?rss=yes", "description": "Koutsioumpa et al. characterize developmental steps leading to morphogenesis of mammalian tactile sensors innervating glabrous and hairy skin. They demonstrate that skin types differentially instruct sensory ending maturation, and signaling through neuronal BMP receptors is critical for the formation of Meissner corpuscles of glabrous skin.", "updated": [2023, 8, 21, 0, 0, 0, 0, 233, 0], "authors": [{"name": "Charalampia Koutsioumpa, Celine Santiago, Kiani Jacobs, Brendan P. Lehnert, Victor Barrera, John N. Hutchinson, Dhane Schmelyun, Jessica A. Lehoczky, David L. Paul, David D. Ginty"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00366-0?rss=yes", "title": "Integrating single-cell imaging and RNA sequencing datasets links differentiation and morphogenetic dynamics of human pancreatic endocrine progenitors", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00366-0?rss=yes", "description": "Beydag-Tasöz et al. characterize the differentiation dynamics of single human pancreatic progenitors into endocrine cells in 2D and 3D models by RNA sequencing and live imaging. Statistical integration of these datasets identifies a role for KLK12 in motility at NEUROG3 expression onset, while also providing a methodology applicable to other contexts.", "updated": [2023, 8, 16, 0, 0, 0, 2, 228, 0], "authors": [{"name": "Belin Selcen Beydag-Tasöz, Joyson Verner D’Costa, Lena Hersemann, Byung Ho Lee, Federica Luppino, Yung Hae Kim, Christoph Zechner, Anne Grapin-Botton"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00362-3?rss=yes", "title": "Molecular and spatial landmarks of early mouse skin development", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00362-3?rss=yes", "description": "Jacob et al. establish a cellular and molecular blueprint of early mouse skin development using single-cell transcriptomics, lineage tracing, and in situ multiplex RNA staining. Considering all cell types, they determine molecular and histological key transitions, and cross-cell-type communications, as well as the onset of lineage-diversification during skin development.", "updated": [2023, 8, 16, 0, 0, 0, 2, 228, 0], "authors": [{"name": "Tina Jacob, Karl Annusver, Paulo Czarnewski, Tim Dalessandri, Christina Kalk, Chiara Levra Levron, Nil Campamà Sanz, Maria Eleni Kastriti, Marja L. Mikkola, Michael Rendl, Beate M. Lichtenberger, Giacomo Donati, Åsa K. Björklund, Maria Kasper"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00365-9?rss=yes", "title": "RNA polymerase II pausing temporally coordinates cell cycle progression and erythroid differentiation", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00365-9?rss=yes", "description": "In this study, Martell et al. discovered that mutations in SUPT5H, a general transcription factor, decreased β-globin production and disrupted RNA Pol II pausing during human erythroid differentiation. They identified that controlled RNA Pol II pause release coordinates cell cycle and differentiation dynamics, governing the pace of cell-state transitions during erythropoiesis.", "updated": [2023, 8, 15, 0, 0, 0, 1, 227, 0], "authors": [{"name": "Danya J. Martell, Hope E. Merens, Alexis Caulier, Claudia Fiorini, Jacob C. Ulirsch, Robert Ietswaart, Karine Choquet, Giovanna Graziadei, Valentina Brancaleoni, Maria Domenica Cappellini, Caroline Scott, Nigel Roberts, Melanie Proven, Noémi B.A. Roy, Christian Babbs, Douglas R. Higgs, Vijay G. Sankaran, L. Stirling Churchman"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00364-7?rss=yes", "title": "DISSECT is a tool to segment and explore cell and tissue mechanics in highly deformed 3D epithelia", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00364-7?rss=yes", "description": "Merle and Theis describe a method that offers the opportunity to extract automatically, in strongly deformed epithelia, a precise characterization of the spatial organization of a given cytoskeletal network combined with cell morphological quantifications in highly remodeled 3D epithelial tissues.", "updated": [2023, 8, 15, 0, 0, 0, 1, 227, 0], "authors": [{"name": "Tatiana Merle, Sophie Theis, Alain Kamgoué, Emmanuel Martin, Florian Sarron, Guillaume Gay, Emmanuel Farge, Magali Suzanne"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00361-1?rss=yes", "title": "Single-cell analysis of the developing human ovary defines distinct insights into ovarian somatic and germline progenitors", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00361-1?rss=yes", "description": "To explore human ovarian development, Wamaitha and Nie et al. analyze prenatal ovaries aged 7–21 weeks and map ovarian stroma and cord formation. They identify sex-specific and sex-indifferent progenitors during gonadal establishment and detect transient fetal spermatogonia-like germ cells within ovarian cortical cords, highlighting the plasticity of human prenatal gonads.", "updated": [2023, 8, 14, 0, 0, 0, 0, 226, 0], "authors": [{"name": "Sissy E. Wamaitha, Xichen Nie, Erica C. Pandolfi, Xiaoyan Wang, Yifan Yang, Jan-Bernd Stukenborg, Bradley R. Cairns, Jingtao Guo, Amander T. Clark"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00360-X?rss=yes", "title": "Single-cell census of human tooth development enables generation of human enamel", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00360-X?rss=yes", "description": "Alghadeer et al. identify, using advanced sequencing techniques, key insights into the development and regeneration of tooth enamel. By identifying regulatory mechanisms and successfully differentiating human ameloblasts in vitro, this study may define tools for future therapies targeting enamel-related genetic diseases and advancements in regenerative dentistry.", "updated": [2023, 8, 14, 0, 0, 0, 0, 226, 0], "authors": [{"name": "Ammar Alghadeer, Sesha Hanson-Drury, Anjali P. Patni, Devon D. Ehnes, Yan Ting Zhao, Zicong Li, Ashish Phal, Thomas Vincent, Yen C. Lim, Diana O’Day, Cailyn H. Spurrell, Aishwarya A. Gogate, Hai Zhang, Arikketh Devi, Yuliang Wang, Lea Starita, Dan Doherty, Ian A. Glass, Jay Shendure, Benjamin S. Freedman, David Baker, Mary C. Regier, Julie Mathieu, Hannele Ruohola-Baker"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00359-3?rss=yes", "title": "Rejection of inappropriate synaptic partners in mouse retina mediated by transcellular FLRT2-UNC5 signaling", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00359-3?rss=yes", "description": "Precise assembly of neural circuits depends on the ability of developing neurons to shun inappropriate synaptic partners. Prigge et al. show that transcellular binding between FLRT2 and its UNC5-family ligands prevents FLRT2+ dendrites from adhering to inappropriate partners, thereby enforcing precise wiring of a retinal motion-sensitive circuit.", "updated": [2023, 8, 8, 0, 0, 0, 1, 220, 0], "authors": [{"name": "Cameron L. Prigge, Mayur Dembla, Arsha Sharma, Malak El-Quessny, Christopher Kozlowski, Caitlin E. Paisley, Adam M. Miltner, Tyler M. Johnson, Luca Della Santina, Marla B. Feller, Jeremy N. Kay"}]}, {"id": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00358-1?rss=yes", "title": "S-acylation of the Wnt receptor Frizzled-5 by zDHHC5 controls its cellular localization and synaptogenic activity in the rodent hippocampus", "link": "https://www.cell.com/developmental-cell/fulltext/S1534-5807(23)00358-1?rss=yes", "description": "How receptors for synaptogenic factors are localized is not well understood. Teo, Bossio, Stamatakou et al. found that the key Wnt receptors Frizzled are post-translationally S-acylated, and this controls their localization to the cell surface, along axons, and to presynaptic sites, thus having an impact on Wnt signaling and presynaptic function.", "updated": [2023, 8, 8, 0, 0, 0, 1, 220, 0], "authors": [{"name": "Samuel Teo, Alessandro Bossio, Eleanna Stamatakou, Patricia Pascual-Vargas, Megan E. Jones, Laura-Nadine Schuhmacher, Patricia C. Salinas"}]}], "Cell Molecular Cell": [{"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00748-7?rss=yes", "title": "DICER ribonuclease removes harmful R-loops", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00748-7?rss=yes", "description": "R-loops, consisting of a DNA-RNA hybrid and a displaced DNA strand, can compromise genome integrity. Thus far, only type H RNases are known to cleave RNA within DNA-RNA hybrids and R-loops. Camino and Dutta et al. show that DICER RNase cleaves RNA within the context of R-loops.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Lola P. Camino, Arijit Dutta, Sonia Barroso, Carmen Pérez-Calero, Jeffrey N. Katz, María García-Rubio, Patrick Sung, Belén Gómez-González, Andrés Aguilera"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00761-X?rss=yes", "title": "The structural mechanism of dimeric DONSON in replicative helicase activation", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00761-X?rss=yes", "description": "Cvetkovic, Passaretti, et al. determine the cryo-EM structure of a double CMG bound by dimeric DONSON, explaining how the CMG helicase is assembled symmetrically in metazoans. MCM rings become misaligned and poised to cross paths supporting replication origin activation. Disrupting DONSON dimer affects DNA replication, explaining etiology of primordial dwarfism.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Milos A. Cvetkovic, Paolo Passaretti, Agata Butryn, Alicja Reynolds-Winczura, Georgia Kingsley, Aggeliki Skagia, Cyntia Fernandez-Cuesta, Divyasree Poovathumkadavil, Roger George, Anoop S. Chauhan, Satpal S. Jhujh, Grant S. Stewart, Agnieszka Gambus, Alessandro Costa"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00747-5?rss=yes", "title": "N6-methyladenosine in 7SK small nuclear RNA underlies RNA polymerase II transcription regulation", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00747-5?rss=yes", "description": "Wang et al. discovered that 7SK RNA contains high levels of m6A in lung cancer cells. METTL3 and ALKBH5 modify 7SK at eight different m6A sites. Removal of m6A induces 7SK conformational change and sequesters P-TEFb, leading to RNA Pol II promoter-proximal pausing, inhibited transcription, and cancer cell growth.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Yuzhi Wang, Conner M. Traugot, Jodi L. Bubenik, Tianqi Li, Peike Sheng, Nicholas M. Hiers, Paul Fernandez, Lu Li, Jiang Bian, Maurice S. Swanson, Mingyi Xie"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00746-3?rss=yes", "title": "Establishment of dsDNA-dsDNA interactions by the condensin complex", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00746-3?rss=yes", "description": "Tang et al. biochemically explore how the condensin complex promotes chromosome compaction during cell divisions, revealing that single condensins sequentially and topologically capture two double-stranded DNAs. The authors uncover a DNA-DNA capture signature in vivo, indicative of a “diffusion capture” mechanism for mitotic chromosome formation.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Minzhe Tang, Georgii Pobegalov, Hideki Tanizawa, Zhuo A. Chen, Juri Rappsilber, Maxim Molodtsov, Ken-ichi Noma, Frank Uhlmann"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00735-9?rss=yes", "title": "APE1-dependent base excision repair of DNA photodimers in human cells", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00735-9?rss=yes", "description": "Gautam et al. show for the first time the existence of an alternative pathway to repair UV-induced DNA damage (photodimers) in normal human cells. This pathway functions additively but independently of NER and is human equivalent of the evolutionary-ancient base excision repair-dependent mechanism reported in bacteriophage and some bacteria.", "updated": [2023, 10, 9, 0, 0, 0, 0, 282, 0], "authors": [{"name": "Amit Gautam, Heather Fawcett, Kamila Burdova, Jan Brazina, Keith W. Caldecott"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00739-6?rss=yes", "title": "tRNA renovatio: Rebirth through fragmentation", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00739-6?rss=yes", "description": "tRNA-derived small RNAs (tsRNAs) are increasingly recognized as critical regulators of cellular physiology. Kuhle et al. review how tsRNA functionalities are intricately linked to their 3D structures and their dynamic modulation by modifications and binding partners, highlighting the promise of new experimental and AI-based approaches to tackle their biological complexity.", "updated": [2023, 10, 5, 0, 0, 0, 3, 278, 0], "authors": [{"name": "Bernhard Kuhle, Qi Chen, Paul Schimmel"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00740-2?rss=yes", "title": "ADAR1p150 prevents MDA5 and PKR activation via distinct mechanisms to avert fatal autoinflammation", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00740-2?rss=yes", "description": "The A-to-I RNA-editing enzyme ADAR1 has both RNA editing-dependent and -independent functions. Hu et al. report that ADAR1 prevents endogenous dsRNAs from activating both MDA5 and PKR, two innate immune sensors, through distinct mechanisms: editing dsRNAs to prevent MDA5 activation and the competitive binding of dsRNAs to inhibit PKR activation.", "updated": [2023, 10, 4, 0, 0, 0, 2, 277, 0], "authors": [{"name": "Shi-Bin Hu, Jacki Heraud-Farlow, Tao Sun, Zhen Liang, Ankita Goradia, Scott Taylor, Carl R. Walkley, Jin Billy Li"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00734-7?rss=yes", "title": "Crucial roles of the BRCA1-BARD1 E3 ubiquitin ligase activity in homology-directed DNA repair", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00734-7?rss=yes", "description": "Wang and Li et al. unveil the intricate regulatory mechanisms of BRCA1-BARD1 ubiquitylation, identify a truly ligase-null variant and another variant specifically impaired in targeting nucleosomal histones, and elucidate the pivotal roles of BRCA1-BARD1 ligase in not only early DNA end resection but also subsequent stages in homology-directed repair.", "updated": [2023, 10, 4, 0, 0, 0, 2, 277, 0], "authors": [{"name": "Meiling Wang, Wenjing Li, Nozomi Tomimatsu, Corey H. Yu, Jae-Hoon Ji, Salvador Alejo, Samuel R. Witus, Dauren Alimbetov, O’Taveon Fitzgerald, Bo Wu, Qijing Wang, Yuxin Huang, Yaqi Gan, Felix Dong, Youngho Kwon, Gangadhara R. Sareddy, Tyler J. Curiel, Amyn A. Habib, Robert Hromas, Carolina dos Santos Passos, Tingting Yao, Dmitri N. Ivanov, Peter S. Brzovic, Sandeep Burma, Rachel E. Klevit, Weixing Zhao"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00698-6?rss=yes", "title": "ATR promotes clearance of damaged DNA and damaged cells by rupturing micronuclei", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00698-6?rss=yes", "description": "Joo et al. uncover a surprising role for ATR in promoting rupture of micronuclei (MN). ATR phosphorylates Lamin A/C at S395 and primes S392 for CDK1 phosphorylation, destabilizing the MN envelope. ATR-driven MN rupture activates cGAS and downstream cell-autonomous and cell-non-autonomous processes, protecting genomic integrity in cell populations.", "updated": [2023, 10, 2, 0, 0, 0, 0, 275, 0], "authors": [{"name": "Yoon Ki Joo, Elizabeth M. Black, Isabelle Trier, Wisse Haakma, Lee Zou, Lilian Kabeche"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00694-9?rss=yes", "title": "The cell-cycle choreography of H3 variants shapes the genome", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00694-9?rss=yes", "description": "While the canonical core histones comprise typical nucleosomes, histone variants provide unique features linked to a variety of chromatin and DNA transactions. Delaney, Weiss, and Almouzni review the importance of the dynamics of histone H3 variants and how mutations of these variants or perturbations in their dynamics can impact genome integrity and disease.", "updated": [2023, 9, 20, 0, 0, 0, 2, 263, 0], "authors": [{"name": "Kamila Delaney, Nicole Weiss, Geneviève Almouzni"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00659-7?rss=yes", "title": "Completing genome replication outside of S phase", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00659-7?rss=yes", "description": "Some loci in the human genome cannot be fully replicated during S phase and complete DNA replication in G2 or early mitosis, a feature that is exacerbated by oncogene activation and other drivers of replication stress. Here, we discuss the strategies used by cells to complete genome duplication outside of S phase.", "updated": [2023, 9, 15, 0, 0, 0, 4, 258, 0], "authors": [{"name": "Rahul Bhowmick, Ian D. Hickson, Ying Liu"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00522-1?rss=yes", "title": "Freedom to err: The expanding cellular functions of translesion DNA polymerases", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00522-1?rss=yes", "description": "Translesion synthesis (TLS) polymerases are best known for acting in the replicative bypass of damaged DNA. However, new evidence has significantly broadened the scope of TLS polymerase function and regulation. This review discusses the non-canonical roles of these enzymes, their impact on genome stability, and their connection to cancer therapy.", "updated": [2023, 8, 24, 0, 0, 0, 3, 236, 0], "authors": [{"name": "Inés Paniagua, Jacqueline J.L. Jacobs"}]}, {"id": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00599-3?rss=yes", "title": "FBXL12 degrades FANCD2 to regulate replication recovery and promote cancer cell survival under conditions of replication stress", "link": "https://www.cell.com/molecular-cell/fulltext/S1097-2765(23)00599-3?rss=yes", "description": "The Fanconi anemia pathway alleviates oncogene-induced replication stress. Brunner et al. report that the ubiquitin ligase SCFFBXL12 targets the key Fanconi anemia protein FANCD2 for proteasomal degradation. They demonstrate that this occurs in the vicinity of replication forks and is critical for replication recovery and survival under CDK-driven replication stress.", "updated": [2023, 8, 16, 0, 0, 0, 2, 228, 0], "authors": [{"name": "Andrä Brunner, Qiuzhen Li, Samuele Fisicaro, Alexandros Kourtesakis, Johanna Viiliäinen, Henrik J. Johansson, Vijaya Pandey, Adarsh K. Mayank, Janne Lehtiö, James A. Wohlschlegel, Charles Spruck, Juha K. Rantala, Lukas M. Orre, Olle Sangfelt"}]}], "Cell Genomics": [{"id": "https://www.cell.com/cell-genomics/fulltext/S2666-979X(23)00248-3?rss=yes", "title": "Genetic architecture of the acute and persistent immune cell response after radiation exposure", "link": "https://www.cell.com/cell-genomics/fulltext/S2666-979X(23)00248-3?rss=yes", "description": "He et al. present a community resource of immune parameters and genome-wide association analyses at baseline and after radiation exposure for investigations of contributions of host genetics on radiosensitivity. Genome-wide association analysis identified many new genes associated with radiation sensitivity. A mouse-to-human translation revealed the predictive value of a radiation resistance score for relapse-free survival in a cohort of medulloblastoma patients.", "updated": [2023, 10, 6, 0, 0, 0, 4, 279, 0], "authors": [{"name": "Li He, Chenhan Zhong, Hang Chang, Jamie L. Inman, Susan E. Celniker, Myrsini Ioakeim-Ioannidou, Kevin X. Liu, Daphne Haas-Kogan, Shannon M. MacDonald, David W. Threadgill, Scott C. Kogan, Jian-Hua Mao, Antoine M. Snijders"}]}], "Cell Stem Cell": [{"id": "https://www.cell.com/cell-stem-cell/fulltext/S1934-5909(23)00323-5?rss=yes", "title": "Spatial-temporal proliferation of hepatocytes during pregnancy revealed by genetic lineage tracing", "link": "https://www.cell.com/cell-stem-cell/fulltext/S1934-5909(23)00323-5?rss=yes", "description": "In pregnancy, the maternal liver grows significantly, but the source of liver growth is unclear. He et al. used ProTracer to study hepatocyte proliferation during pregnancy, finding that it starts in zone 1, then zone 2, and finally zone 3. Dual lineage tracing revealed that Ccnd1+ zone 2 hepatocytes expand more.", "updated": [2023, 10, 3, 0, 0, 0, 1, 276, 0], "authors": [{"name": "Shun He, Zhihou Guo, Mingshan Zhou, Haichang Wang, Zhuonan Zhang, Mengyang Shi, Xufeng Li, Xueying Yang, Lingjuan He"}]}], "Cell Systems": [{"id": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00269-7?rss=yes", "title": "Volumetric compression by heterogeneous scaffold embedding promotes cerebral organoid maturation and does not impede growth", "link": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00269-7?rss=yes", "description": "Xiaowei et al. develop a method to provide moderate volumetric compression on growing cerebral organoids by very soft alginate encapsulation. The volumetric does not impede organoid expansion but instead stimulates organoid growth and promotes neuron maturation, marked by elevated expression of neurofilament (NF) and microtubule-associated protein 2 (MAP2). It offers a route to improve organoid development via mechanoregulation.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Xiaowei Tang, Zitian Wang, Davit Khutsishvili, Yifan Cheng, Jiaqi Wang, Jiyuan Tang, Shaohua Ma"}]}, {"id": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00268-5?rss=yes", "title": "Genomic footprinting uncovers global transcription factor responses to amino acids in Escherichia coli", "link": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00268-5?rss=yes", "description": "Trouillon et al. used a recent bacterial genomic footprinting approach to globally map the transcription factor (TF) response of E. coli to four amino acids. This study reveals that regulatory responses are much broader than anticipated based on previous knowledge, with about 70% of previously unknown TF-DNA interactions.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Julian Trouillon, Peter F. Doubleday, Uwe Sauer"}]}, {"id": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00267-3?rss=yes", "title": "Promotion of plasmid maintenance by heterogeneous partitioning of microbial communities", "link": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00267-3?rss=yes", "description": "Transferable plasmids play a critical role in the functionality of microbial communities. By modeling and experiments, this study demonstrates that heterogeneous community partitioning can promote the persistence of a plasmid that would not persist in a global community. Each local community has reduced biodiversity, and some of them will serve as local havens that protect the plasmid from being eliminated. These results suggest a generalizable approach to modulate plasmid abundance.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Andrea Weiss, Teng Wang, Lingchong You"}]}, {"id": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00244-2?rss=yes", "title": "Studying stochastic systems biology of the cell with single-cell genomics data", "link": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00244-2?rss=yes", "description": "We construct and apply a mathematical framework that uses generating functions to model biological stochasticity and technical noise for single-cell genomics experiments in a unified fashion. The approach provides biological insights and guidance on which technical artifacts are important to model.", "updated": [2023, 9, 25, 0, 0, 0, 0, 268, 0], "authors": [{"name": "Gennady Gorin, John J. Vastola, Lior Pachter"}]}, {"id": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00243-0?rss=yes", "title": "DNA-GPS: A theoretical framework for optics-free spatial genomics and synthesis of current methods", "link": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00243-0?rss=yes", "description": "While single-cell sequencing methods capture genomic profiles at the cellular level, they lose spatial context. In the past decade, over a dozen spatial transcriptomics methods have been developed. Greenstreet et al. highlight trade-offs and synergies in existing methods and propose DNA-GPS, a framework for large-scale optics-free spatial transcriptomics.", "updated": [2023, 9, 25, 0, 0, 0, 0, 268, 0], "authors": [{"name": "Laura Greenstreet, Anton Afanassiev, Yusuke Kijima, Matthieu Heitz, Soh Ishiguro, Samuel King, Nozomu Yachie, Geoffrey Schiebinger"}]}, {"id": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00242-9?rss=yes", "title": "Systematic thermal analysis of the Arabidopsis proteome: Thermal tolerance, organization, and evolution", "link": "https://www.cell.com/cell-systems/fulltext/S2405-4712(23)00242-9?rss=yes", "description": "Systematic thermal analysis of the Arabidopsis proteome in the context of the native cellular environment provides insights into plant thermal tolerance, plant protein assemblies, and evolution.", "updated": [2023, 9, 20, 0, 0, 0, 2, 263, 0], "authors": [{"name": "Hai-Ning Lyu, Chunjin Fu, Xin Chai, Zipeng Gong, Junzhe Zhang, Jiaqi Wang, Jigang Wang, Lingyun Dai, Chengchao Xu"}]}], "Cell Reports": [{"id": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01207-X?rss=yes", "title": "Very-long-chain fatty acids are crucial to neuronal polarity by providing sphingolipids to lipid rafts", "link": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01207-X?rss=yes", "description": "Honda et al. show that endogenous synthesis of very-long-chain fatty acids (VLCFAs) is essential to normal brain development, in particular to the determination of neuronal polarity. Ceramide with VLCFAs specifically rescues abnormal axon growth through the distribution of lipid rafts, which are enriched in the growth cone membrane.", "updated": [2023, 10, 9, 0, 0, 0, 0, 282, 0], "authors": [{"name": "Atsuko Honda, Motohiro Nozumi, Yasuyuki Ito, Rie Natsume, Asami Kawasaki, Fubito Nakatsu, Manabu Abe, Haruki Uchino, Natsuki Matsushita, Kazutaka Ikeda, Makoto Arita, Kenji Sakimura, Michihiro Igarashi"}]}, {"id": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01192-0?rss=yes", "title": "Effector memory T cells induce innate inflammation by triggering DNA damage and a non-canonical STING pathway in dendritic cells", "link": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01192-0?rss=yes", "description": "Meibers et al. show that effector memory CD4+ T cells induce double-strand DNA breaks in dendritic cells during cognate interactions through production of mitochondrial ROS. Initiation of the DNA damage response pathway results in activation of the STING-TRAF6-NF-κB axis, resulting in production of innate cytokines and subsequent inflammation and pathology.", "updated": [2023, 10, 3, 0, 0, 0, 1, 276, 0], "authors": [{"name": "Hannah E. Meibers, Kathrynne A. Warrick, Andrew VonHandorf, Charles N. Vallez, Kiana Kawarizadeh, Irene Saha, Omer Donmez, Viral G. Jain, Leah C. Kottyan, Matthew T. Weirauch, Chandrashekhar Pasare"}]}, {"id": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01172-5?rss=yes", "title": "Analysis of proteome-wide degradation dynamics in ALS SOD1 iPSC-derived patient neurons reveals disrupted VCP homeostasis", "link": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01172-5?rss=yes", "description": "Tsioras et al. use stable isotope labeling coupled with mass spectrometry to study proteome degradation dynamics in ALS SOD1 and isogenic control iPSC-derived neurons. VCP persists in mutSOD1 motor neurons; VCP can rescue mutant SOD1 toxicity in vitro and in vivo by modulating the degradation of insoluble SOD1.", "updated": [2023, 9, 29, 0, 0, 0, 4, 272, 0], "authors": [{"name": "Konstantinos Tsioras, Kevin C. Smith, Seby L. Edassery, Mehraveh Garjani, Yichen Li, Chloe Williams, Elizabeth D. McKenna, Wenxuan Guo, Anika P. Wilen, Timothy J. Hark, Stefan L. Marklund, Lyle W. Ostrow, Jonathan D. Gilthorpe, Justin K. Ichida, Robert G. Kalb, Jeffrey N. Savas, Evangelos Kiskinis"}]}, {"id": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01134-8?rss=yes", "title": "Dopaminergic neurons dynamically update sensory values during olfactory maneuver", "link": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01134-8?rss=yes", "description": "Kato et al. show that Drosophila dopaminergic neurons encode innate values of odors and continuously update the values in a nonassociative manner as animals explore the environment. Perturbation of dopamine signaling uncovers that odors alone cause value- and dopamine-dependent changes in the neural output of association area and behavior.", "updated": [2023, 9, 26, 0, 0, 0, 1, 269, 0], "authors": [{"name": "Ayaka Kato, Kazumi Ohta, Kazuo Okanoya, Hokto Kazama"}]}, {"id": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01100-2?rss=yes", "title": "ActuAtor, a Listeria-inspired molecular tool for physical manipulation of intracellular organizations through de novo actin polymerization", "link": "https://www.cell.com/cell-reports/fulltext/S2211-1247(23)01100-2?rss=yes", "description": "Inspired by bacterial tactics for survival, Nakamura et al. develop a molecular tool termed ActuAtor that enables actin polymerization at intended locations in cells. The ActuAtor targeted to organelles triggers their deformation, movement, and/or dissolution, offering one of the few ways to reveal the form-function interplay of subcellular organizations.", "updated": [2023, 9, 20, 0, 0, 0, 2, 263, 0], "authors": [{"name": "Hideki Nakamura, Elmer Rho, Christopher T. Lee, Kie Itoh, Daqi Deng, Satoshi Watanabe, Shiva Razavi, Hideaki T. Matsubayashi, Cuncheng Zhu, Eleanor Jung, Padmini Rangamani, Shigeki Watanabe, Takanari Inoue"}]}], "Trends in Molecular Medicine (Cell)": [{"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00220-4?rss=yes", "title": "Diabetes: a tipping point in neurodegenerative diseases", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00220-4?rss=yes", "description": "Diabetes is associated with an increased risk and progression of Alzheimer’s (AD) and Parkinson’s (PD) diseases, the two most common neurodegenerative diseases worldwide. Conversely, diabetes may confer neuroprotection against amyotrophic lateral sclerosis (ALS). It has been posited that perturbations in glucose and insulin regulation, cholesterol metabolism, and mitochondrial bioenergetics defects may underlie the molecular underpinnings of diabetes effects on the brain. Nevertheless, the precise molecular mechanisms remain elusive. Here, we discuss the evidence from molecular, epidemiological, and clinical studies investigating the impact of diabetes on neurodegeneration and highlight shared dysregulated pathways between these complex comorbidities. We also discuss promising antidiabetic drugs, molecular diagnostics currently in clinical trials, and outstanding questions and challenges for future pursuit.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Jose A. Santiago, Mridula Karthikeyan, Madison Lackey, Diana Villavicencio, Judith A. Potashkin"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00219-8?rss=yes", "title": "Multiomics tools for improved atherosclerotic cardiovascular disease management", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00219-8?rss=yes", "description": "Multiomics studies offer accurate preventive and therapeutic strategies for atherosclerotic cardiovascular disease (ASCVD) beyond traditional risk factors. By using artificial intelligence (AI) and machine learning (ML) approaches, it is possible to integrate multiple ‘omics and clinical data sets into tools that can be utilized for the development of personalized diagnostic and therapeutic approaches. However, currently multiple challenges in data quality, integration, and privacy still need to be addressed. In this opinion, we emphasize that joined efforts, exemplified by the AtheroNET COST Action, have a pivotal role in overcoming the challenges to advance multiomics approaches in ASCVD research, with the aim to foster more precise and effective patient care.", "updated": [2023, 10, 6, 0, 0, 0, 4, 279, 0], "authors": [{"name": "Miron Sopic, Baiba Vilne, Eva Gerdts, Fábio Trindade, Shizuka Uchida, Soliman Khatib, Stephanie Bezzina Wettinger, Yvan Devaux, Paolo Magni, on behalf of EU-AtheroNET COST Action CA21153"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00215-0?rss=yes", "title": "Human genetics and molecular genomics of Chiari malformation type 1", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00215-0?rss=yes", "description": "Chiari malformation type 1 (CM1) is the most common structural brain disorder involving the craniocervical junction, characterized by caudal displacement of the cerebellar tonsils below the foramen magnum into the spinal canal. Despite the heterogeneity of CM1, its poorly understood patho-etiology has led to a ‘one-size-fits-all’ surgical approach, with predictably high rates of morbidity and treatment failure. In this review we present multiplex CM1 families, associated Mendelian syndromes, and candidate genes from recent whole exome sequencing (WES) and other genetic studies that suggest a significant genetic contribution from inherited and de novo germline variants impacting transcription regulation, craniovertebral osteogenesis, and embryonic developmental signaling. We suggest that more extensive WES may identify clinically relevant, genetically defined CM1 subtypes distinguished by unique neuroradiographic and neurophysiological endophenotypes.", "updated": [2023, 10, 4, 0, 0, 0, 2, 277, 0], "authors": [{"name": "Kedous Y. Mekbib, William Muñoz, Garrett Allington, Stephen McGee, Neel H. Mehta, John P. Shofi, Carla Fortes, Hao Thi Le, Carol Nelson-Williams, Pranav Nanda, Evan Dennis, Adam J. Kundishora, Arjun Khanna, Hannah Smith, Jack Ocken, Ana B.W. Greenberg, Rui Wu, Andres Moreno-De-Luca, Tyrone DeSpenza, Shujuan Zhao, Arnaud Marlier, Sheng Chih Jin, Seth L. Alper, William E. Butler, Kristopher T. Kahle"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00216-2?rss=yes", "title": "d-Amino acids: new clinical pathways for brain diseases", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00216-2?rss=yes", "description": "Free d-amino acids (d-AAs) are emerging as a novel and important class of signaling molecules in many organs, including the brain and endocrine systems. There has been considerable progress in our understanding of the fundamental roles of these atypical messengers, with increasingly recognized implications in a wide range of neuropathologies, including schizophrenia (SCZ), epilepsy, Alzheimer’s disease (AD), amyotrophic lateral sclerosis (ALS), substance abuse, and chronic pain, among others. Research has enabled the discovery that d-serine, d-aspartate and more recently d-cysteine are essential for the healthy development and function of the central nervous system (CNS). We discuss recent progress that has profoundly transformed our vision of numerous physiological processes but has also shown how d-AAs are now offering therapeutic promise in clinical settings for several human diseases.", "updated": [2023, 9, 26, 0, 0, 0, 1, 269, 0], "authors": [{"name": "Isis Nem de Oliveira Souza, Robin Roychaudhuri, Jacqueline de Belleroche, Jean-Pierre Mothet"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00194-6?rss=yes", "title": "Monoamines' role in islet cell function and type 2 diabetes risk", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00194-6?rss=yes", "description": "The two monoamines serotonin and melatonin have recently been highlighted as potent regulators of islet hormone secretion and overall glucose homeostasis in the body. In fact, dysregulated signaling of both amines are implicated in β-cell dysfunction and development of type 2 diabetes mellitus (T2DM). Serotonin is a key player in β-cell physiology and plays a role in expansion of β-cell mass. Melatonin regulates circadian rhythm and nutrient metabolism and reduces insulin release in human and rodent islets in vitro. Herein, we focus on the role of serotonin and melatonin in islet physiology and the pathophysiology of T2DM. This includes effects on hormone secretion, receptor expression, genetic variants influencing β-cell function, melatonin treatment, and compounds that alter serotonin availability and signaling.", "updated": [2023, 9, 16, 0, 0, 0, 5, 259, 0], "authors": [{"name": "Fiona Louise Roberts, Luis Rodrigo Cataldo, Malin Fex"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00211-3?rss=yes", "title": "Medical education empowered by generative artificial intelligence large language models", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00211-3?rss=yes", "description": "Generative artificial intelligence (GAI) large language models (LLMs), like ChatGPT, have become the world’s fastest growing applications. Here, we provide useful strategies for educators in medical and health science (M&amp;HS) to integrate GAI-LLMs into learning and teaching practice, ultimately enhancing students’ digital capability.", "updated": [2023, 9, 15, 0, 0, 0, 4, 258, 0], "authors": [{"name": "Tanisha Jowsey, Jessica Stokes-Parish, Rachelle Singleton, Michael Todorovic"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00195-8?rss=yes", "title": "Pulmonary fibrosis: from pathogenesis to clinical decision-making", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00195-8?rss=yes", "description": "Pulmonary fibrosis (PF) encompasses a spectrum of chronic lung diseases that progressively impact the interstitium, resulting in compromised gas exchange, breathlessness, diminished quality of life (QoL), and ultimately respiratory failure and mortality. Various diseases can cause PF, with their underlying causes primarily affecting the lung interstitium, leading to their referral as interstitial lung diseases (ILDs). The current understanding is that PF arises from abnormal wound healing processes triggered by various factors specific to each disease, leading to excessive inflammation and fibrosis. While significant progress has been made in understanding the molecular mechanisms of PF, its pathogenesis remains elusive. This review provides an in-depth exploration of the latest insights into PF pathophysiology, diagnosis, treatment, and future perspectives.", "updated": [2023, 9, 14, 0, 0, 0, 3, 257, 0], "authors": [{"name": "Thomas Koudstaal, Manuela Funke-Chambour, Michael Kreuter, Philip L. Molyneaux, Marlies S. Wijsenbeek"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00193-4?rss=yes", "title": "Total recall: the role of PIDDosome components in neurodegeneration", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00193-4?rss=yes", "description": "The PIDDosome is a multiprotein complex that includes p53-induced protein with a death domain 1 (PIDD1), receptor-interacting protein-associated ICH-1/CED-3 homologous protein with a death domain (RAIDD), and caspase-2, the activation of which is driven by PIDDosome assembly. In addition to the key role of the PIDDosome in the regulation of cell differentiation, tissue homeostasis, and organogenesis and regeneration, caspase-2, RAIDD and PIDD1 engagement in neuronal development was shown. Here, we focus on the involvement of PIDDosome components in neurodegenerative disorders, including retinal neuropathies, different types of brain damage, and Alzheimer’s disease (AD), Huntington’s disease (HD), and Lewy body disease. We also discuss pathogenic variants of PIDD1, RAIDD, and caspase-2 that are associated with intellectual, behavioral, and psychological abnormalities, together with prospective PIDDosome inhibition strategies and their potential clinical application.", "updated": [2023, 9, 14, 0, 0, 0, 3, 257, 0], "authors": [{"name": "Pavel I. Volik, Gelina S. Kopeina, Boris Zhivotovsky, Alexey V. Zamaraev"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00156-9?rss=yes", "title": "Neuroendocrine insights into neurosteroid therapy for postpartum depression", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(23)00156-9?rss=yes", "description": "Postpartum depression (PPD) is associated with a decline in progesterone-derived anxiolytic–antidepressant neurosteroids after delivery. Neurosteroid replacement therapy (NRT) with GABA-A receptor-modulating allopregnanolone (brexanolone) shows promise as the first drug treatment for PPD. Here we describe the molecular insights of the neurosteroid approach for rapid relief of PPD symptoms compared with traditional antidepressants.", "updated": [2023, 8, 2, 0, 0, 0, 2, 214, 0], "authors": [{"name": "Doodipala Samba Reddy"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(22)00234-9?rss=yes", "title": "Correction to: siRNA modification and delivery for drug development", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(22)00234-9?rss=yes", "description": "In the original version of Figure 2, we showed some examples of chemical modification designs. In order to provide more accurate information, we changed several 2′-O-methyl (2′-OMe) modification sites with 2′-deoxy-2′-fluoro (2′-F) in the second example in Figure 2. We also slightly modified the chemical structures of inverted abasic deoxyribonucleotide (invAb). We apologize for any confusion this caused.", "updated": [2022, 10, 12, 0, 0, 0, 2, 285, 0], "authors": [{"name": "Mengjie Zhang, Yuanyu Huang"}]}, {"id": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(19)30006-1?rss=yes", "title": "WITHDRAWN: 2018 Editorial Board Top Ten", "link": "https://www.cell.com/trends/molecular-medicine/fulltext/S1471-4914(19)30006-1?rss=yes", "description": "This article has been withdrawn at the request of the author(s) and/or editor. The Publisher apologizes for any inconvenience this may cause.The full Elsevier Policy on Article Withdrawal can be found at https://www.elsevier.com/about/our-business/policies/article-withdrawal", "updated": [2019, 2, 5, 0, 0, 0, 1, 36, 0], "authors": [{"name": "Claudia Willmes"}]}], "Trends in Genetics (Cell)": [{"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00221-4?rss=yes", "title": "Recent insights into eukaryotic double-strand DNA break repair unveiled by single-molecule methods", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00221-4?rss=yes", "description": "Genome integrity and maintenance are essential for the viability of all organisms. A wide variety of DNA damage types have been described, but double-strand breaks (DSBs) stand out as one of the most toxic DNA lesions. Two major pathways account for the repair of DSBs: homologous recombination (HR) and non-homologous end joining (NHEJ). Both pathways involve complex DNA transactions catalyzed by proteins that sequentially or cooperatively work to repair the damage. Single-molecule methods allow visualization of these complex transactions and characterization of the protein:DNA intermediates of DNA repair, ultimately allowing a comprehensive breakdown of the mechanisms underlying each pathway. We review current understanding of the HR and NHEJ responses to DSBs in eukaryotic cells, with a particular emphasis on recent advances through the use of single-molecule techniques.", "updated": [2023, 10, 6, 0, 0, 0, 4, 279, 0], "authors": [{"name": "Sara De Bragança, Mark S. Dillingham, Fernando Moreno-Herrero"}]}, {"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00218-4?rss=yes", "title": "Noncoding snoRNA host genes are a distinct subclass of long noncoding RNAs", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00218-4?rss=yes", "description": "Mammalian genomes are pervasively transcribed into different noncoding (nc)RNA classes, each one with its own hallmarks and exceptions. Some of them are nested into each other, such as host genes for small nucleolar RNAs (snoRNAs), which were long believed to simply act as molecular containers strictly facilitating snoRNA biogenesis. However, recent findings show that noncoding snoRNA host genes (ncSNHGs) display features different from those of ‘regular’ long ncRNAs (lncRNAs) and, more importantly, they can exert independent and unrelated functions to those of the encoded snoRNAs. Here, we review and summarize past and recent evidence that ncSNHGs form a defined subclass among the plethora of lncRNAs, and discuss future research that can further elucidate their biological relevance.", "updated": [2023, 9, 30, 0, 0, 0, 5, 273, 0], "authors": [{"name": "Alan Monziani, Igor Ulitsky"}]}, {"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00219-6?rss=yes", "title": "Aneuploidy in human cancer: new tools and perspectives", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00219-6?rss=yes", "description": "Chromosome copy number imbalances, otherwise known as aneuploidies, are a common but poorly understood feature of cancer. Here, we describe recent advances in both detecting and manipulating aneuploidies that have greatly advanced our ability to study their role in tumorigenesis. In particular, new clustered regularly interspaced short palindromic repeats (CRISPR)-based techniques have been developed that allow the creation of isogenic cell lines with specific chromosomal changes, thereby facilitating experiments in genetically controlled backgrounds to uncover the consequences of aneuploidy. These approaches provide increasing evidence that aneuploidy is a key driver of cancer development and enable the identification of multiple dosage-sensitive genes encoded on aneuploid chromosomes. Consequently, measuring aneuploidy may inform clinical prognosis, while treatment strategies that target aneuploidy could represent a novel method to counter malignant growth.", "updated": [2023, 9, 29, 0, 0, 0, 4, 272, 0], "authors": [{"name": "Asad A. Lakhani, Sarah L. Thompson, Jason M. Sheltzer"}]}, {"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00220-2?rss=yes", "title": "An updated view of the kinetochore architecture", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00220-2?rss=yes", "description": "The kinetochore is a supramolecular complex that facilitates faithful chromosome segregation by bridging the centromere and spindle microtubules. Recent functional and structural studies on the inner kinetochore subcomplex, constitutive centromere-associated network (CCAN) have updated our understanding of kinetochore architecture. While the CCAN core establishes a stable interface with centromeric chromatin, CCAN organization is dynamically altered and coupled with cell cycle progression. Furthermore, the CCAN components, centromere protein (CENP)-C and CENP-T, mediate higher-order assembly of multiple kinetochore units on the regional centromeres of vertebrates. This review highlights new insights into kinetochore rigidity, plasticity, and clustering, which are key to understanding temporal and spatial regulatory mechanisms of chromosome segregation.", "updated": [2023, 9, 27, 0, 0, 0, 2, 270, 0], "authors": [{"name": "Mariko Ariyoshi, Tatsuo Fukagawa"}]}, {"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00222-6?rss=yes", "title": "Protecting axons in grandchildren", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00222-6?rss=yes", "description": "Prenatal exposure to environmental agents can influence the fitness of not only the fetus, but also subsequent generations. In a recent study, Wang et al. demonstrated that feeding ursolic acid (UA), a plant-derived compound, to Caenorhabditis elegans mothers during their reproductive period prevented neurodegeneration in not only their offspring, but also the F2 progeny.", "updated": [2023, 9, 22, 0, 0, 0, 4, 265, 0], "authors": [{"name": "Surojit Sural"}]}, {"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00187-7?rss=yes", "title": "Whole-genome doubling in tissues and tumors", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00187-7?rss=yes", "description": "The overwhelming majority of proliferating somatic human cells are diploid, and this genomic state is typically maintained across successive cell divisions. However, failures in cell division can induce a whole-genome doubling (WGD) event, in which diploid cells transition to a tetraploid state. While some WGDs are developmentally programmed to produce nonproliferative tetraploid cells with specific cellular functions, unscheduled WGDs can be catastrophic: erroneously arising tetraploid cells are ill-equipped to cope with their doubled cellular and chromosomal content and quickly become genomically unstable and tumorigenic. Deciphering the genetics that underlie the genesis, physiology, and evolution of whole-genome doubled (WGD+) cells may therefore reveal therapeutic avenues to selectively eliminate pathological WGD+ cells.", "updated": [2023, 9, 13, 0, 0, 0, 2, 256, 0], "authors": [{"name": "Marc A. Vittoria, Ryan J. Quinton, Neil J. Ganem"}]}, {"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00188-9?rss=yes", "title": "The searchable chromosome", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00188-9?rss=yes", "description": "To date, genome structure and dynamics have been studied mostly independently; their interplay is a notable blind spot of the field. Brückner, Chen, et al. recently demonstrated an integrated experimental approach sensitive to both, uncovering a striking robustness of enhancer–promoter search times (dynamics) to changes in genomic separation (structure).", "updated": [2023, 9, 8, 0, 0, 0, 4, 251, 0], "authors": [{"name": "Simon Grosse-Holz"}]}, {"id": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00165-8?rss=yes", "title": "Hitting the brakes on transcription to extend lifespan", "link": "https://www.cell.com/trends/genetics/fulltext/S0168-9525(23)00165-8?rss=yes", "description": "In aged animals from worms to humans, transcriptional elongation rates are faster, leading to changes in transcript quality and alternative splicing. Recent work by Debès et al. shows how interventions that slow elongation rates, such as mutating RNA polymerase II (Pol II)or increasing nucleosome density to impose transcriptional ‘traffic’, delay senescence and promote longevity.", "updated": [2023, 8, 11, 0, 0, 0, 4, 223, 0], "authors": [{"name": "Kristopher Burkewitz"}]}], "Trends in Immunology (Cell)": [{"id": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00206-5?rss=yes", "title": "Human macrophages choreograph tissue development", "link": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00206-5?rss=yes", "description": "Yolk sac-derived macrophages have been described to promote organogenesis and tissue function in animal models, but the relevance of these studies for humans has been debated. Wang et al. reveal that human macrophage development follows similar developmental trajectories with functionally distinct macrophage populations across tissues as observed in mice.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Elvira Mass"}]}, {"id": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00195-3?rss=yes", "title": "IL-2-driven CD8+ T cell phenotypes: implications for immunotherapy", "link": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00195-3?rss=yes", "description": "The therapeutic potential of interleukin (IL)-2 in cancer treatment has been known for decades, yet its widespread adoption in clinical practice remains limited. Recently, chimeric proteins of an anti-PD-1 antibody and suboptimal IL-2 variants were shown to stimulate potent antitumor and antiviral immunity by inducing unique effector CD8+ T cells in mice. A similar subset of cytotoxic T cells is induced by depletion of regulatory T cells (Tregs), suggesting IL-2 sequestration as a major mechanism through which regulatory T cells suppress activated CD8+ T cells. Here, we present our view of how IL-2-based biologicals can boost the antitumor response at a cellular level, and propose that the role of Tregs following such treatments may have been previously overestimated.", "updated": [2023, 10, 10, 0, 0, 0, 1, 283, 0], "authors": [{"name": "Veronika Niederlova, Oksana Tsyklauri, Marek Kovar, Ondrej Stepanek"}]}, {"id": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00203-X?rss=yes", "title": "Unleashing dendritic cell-mediated tumor clearance by targeting Bcl-2", "link": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00203-X?rss=yes", "description": "Bcl-2 family proteins serve as key regulators of apoptosis and are frequently overexpressed in cancer. Consequently, small-molecule Bcl-2-antagonists (BH3 mimetics) have emerged as a new class of targeted therapeutics. A recent study by Zhao et al. has unexpectedly found that BH3 mimetics can also activate dendritic cells (DCs) to prime for T cell-mediated tumor clearance.", "updated": [2023, 10, 7, 0, 0, 0, 5, 280, 0], "authors": [{"name": "Seamus J. Martin"}]}, {"id": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00197-7?rss=yes", "title": "Interplay between epigenetic and genetic alterations in inborn errors of immunity", "link": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00197-7?rss=yes", "description": "Inborn errors of immunity (IEIs) comprise a variety of immune conditions leading to infections, autoimmunity, allergy, and cancer. Some IEIs have no identified mutation(s), while others with identical mutations can display heterogeneous presentations. These observations suggest the involvement of epigenetic mechanisms. Epigenetic alterations can arise from downstream activation of cellular pathways through both extracellular stimulation and genetic-associated changes, impacting epigenetic enzymes or their interactors. Therefore, we posit that epigenetic alterations and genetic defects do not exclude each other as a disease-causing etiology. In this opinion, encompassing both basic and clinical viewpoints, we focus on selected IEIs with mutations in transcription factors that interact with epigenetic enzymes. The intricate interplay between these factors offers insights into genetic and epigenetic mechanisms in IEIs.", "updated": [2023, 10, 7, 0, 0, 0, 5, 280, 0], "authors": [{"name": "Javier Rodríguez-Ubreva, Celia L. Calvillo, Lisa R. Forbes Satter, Esteban Ballestar"}]}, {"id": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00204-1?rss=yes", "title": "Dietary fibers affecting gastrointestinal immunity", "link": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00204-1?rss=yes", "description": "Dietary fibers, including chitin, have a major impact on gastrointestinal (GI) physiology and immunity. Two recent articles, by Parrish et al. and Kim et al., credit depletion of dietary fibers or supplementation with chitin, with negative and positive effects, respectively, on the immune system of the murine digestive tract. This has relevant implications for food allergies and systemic metabolism.", "updated": [2023, 10, 6, 0, 0, 0, 4, 279, 0], "authors": [{"name": "Laurence Zitvogel, Guido Kroemer"}]}, {"id": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00202-8?rss=yes", "title": "Monoclonal antibodies lock down SARS-CoV-2 spike", "link": "https://www.cell.com/trends/immunology/fulltext/S1471-4906(23)00202-8?rss=yes", "description": "SARS-CoV-2 rapidly accumulated mutations in its immunodominant receptor-binding domain (RBD), rendering all clinically authorized monoclonal antibodies (mAbs) ineffective. Liu et al. unveil potent human mAbs that neutralize all tested SARS-CoV-2 variants by locking the Spike protein RBD in a downward conformation, thus inhibiting receptor engagement.", "updated": [2023, 10, 5, 0, 0, 0, 3, 278, 0], "authors": [{"name": "Hsiang-Chi Huang, Davide Angeletti"}]}], "Trends in Cell Biology (Cell)": [{"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00196-4?rss=yes", "title": "The cell biology of APOE in the brain", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00196-4?rss=yes", "description": "Apolipoprotein E (APOE) traffics lipids in the central nervous system. The E4 variant of APOE is a major genetic risk factor for Alzheimer’s disease (AD) and a multitude of other neurodegenerative diseases, yet the molecular mechanisms by which APOE4 drives disease are still unclear. A growing collection of studies in iPSC models, knock-in mice, and human postmortem brain tissue have demonstrated that APOE4 expression in astrocytes and microglia is associated with the accumulation of cytoplasmic lipid droplets, defects in endolysosomal trafficking, impaired mitochondrial metabolism, upregulation of innate immune pathways, and a transition into a reactive state. In this review, we collate these developments and suggest testable mechanistic hypotheses that could explain common APOE4 phenotypes.", "updated": [2023, 10, 5, 0, 0, 0, 3, 278, 0], "authors": [{"name": "Ian A. Windham, Sarah Cohen"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00195-2?rss=yes", "title": "Tetraspanins: structure, dynamics, and principles of partner-protein recognition", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00195-2?rss=yes", "description": "Tetraspanins are a large, highly conserved family of four-pass transmembrane (TM) proteins that play critical roles in a variety of essential cellular functions, including cell migration, protein trafficking, maintenance of membrane integrity, and regulation of signal transduction. Tetraspanins carry out these biological functions primarily by interacting with partner proteins. Here, we summarize significant advances that have revealed fundamental principles underpinning structure–function relationships in tetraspanins. We first review the structural features of tetraspanin ectodomains and full-length apoproteins, and then discuss how recent structural studies of tetraspanin complexes have revealed plasticity in partner-protein recognition that enables tetraspanins to bind to remarkably different protein families, viral proteins, and antibody fragments. Finally, we discuss major questions and challenges that remain in studying tetraspanin complexes.", "updated": [2023, 9, 30, 0, 0, 0, 5, 273, 0], "authors": [{"name": "Katherine J. Susa, Andrew C. Kruse, Stephen C. Blacklow"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00194-0?rss=yes", "title": "The emerging role of receptor tyrosine kinase phase separation in cancer", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00194-0?rss=yes", "description": "Receptor tyrosine kinase (RTK)-mediated signal transduction is fundamental to cell function and drives important cellular outcomes which, when dysregulated, can lead to malignant tumour growth and metastasis. The initiation of signals from plasma membrane-bound RTKs is subjected to multiple regulatory mechanisms that control downstream effector protein recruitment and function. The high propensity of RTKs to condense via liquid–liquid phase separation (LLPS) into membraneless organelles with downstream effector proteins provides a further fundamental mechanism for signal regulation. Herein we highlight how this phenomenon contributes to cancer signalling and consider the potential impact of LLPS on outcomes for cancer patients.", "updated": [2023, 9, 28, 0, 0, 0, 3, 271, 0], "authors": [{"name": "Chi-Chuan Lin, Kin Man Suen, Jessica Lidster, John E. Ladbury"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00178-2?rss=yes", "title": "Regulatory architecture of cell identity genes and housekeeping genes", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00178-2?rss=yes", "description": "Gene regulation and chromosome architecture are intimately linked. Genes with prominent roles in cell identity are often regulated by clusters of enhancer elements. By contrast, a recent study shows housekeeping genes are often regulated through clustering of promoters. We discuss here new regulatory insights for these two types of genes.", "updated": [2023, 9, 27, 0, 0, 0, 2, 270, 0], "authors": [{"name": "Alessandra Dall’Agnese, Richard Young"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00192-7?rss=yes", "title": "The ubiquitous role of ubiquitination in lipid metabolism", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00192-7?rss=yes", "description": "Lipids are essential molecules that play key roles in cell physiology by serving as structural components, for storage of energy, and in signal transduction. Hence, efficient regulation and maintenance of lipid homeostasis are crucial for normal cellular and tissue function. In the past decade, increasing research has shown the importance of ubiquitination in regulating the stability of key players in different aspects of lipid metabolism. This review describes recent insights into the regulation of lipid metabolism by ubiquitin signaling, discusses how ubiquitination can be targeted in diseases characterized by lipid dysregulation, and identifies areas that require further research.", "updated": [2023, 9, 26, 0, 0, 0, 1, 269, 0], "authors": [{"name": "Melanie Loix, Noam Zelcer, Jeroen F.J. Bogie, Jerome J.A. Hendriks"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00168-X?rss=yes", "title": "Vimentin at the core of wound healing", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00168-X?rss=yes", "description": "As a member of the large family of intermediate filaments (IFs), vimentin has emerged as a highly dynamic and versatile cytoskeletal protein involved in many key processes of wound healing. It is well established that vimentin is involved in epithelial–mesenchymal transition (EMT) during wound healing and metastasis, during which epithelial cells acquire more dynamic and motile characteristics. Moreover, vimentin participates in multiple cellular activities supporting growth, proliferation, migration, cell survival, and stress resilience. Here, we explore the role of vimentin at each phase of wound healing, with a focus on how it integrates different signaling pathways and protects cells in the fluctuating and challenging environments that characterize a healing tissue.", "updated": [2023, 9, 23, 0, 0, 0, 5, 266, 0], "authors": [{"name": "Leila S. Coelho-Rato, Sepideh Parvanian, Mayank Kumar Modi, John E. Eriksson"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00169-1?rss=yes", "title": "Towards solving the mystery of peroxisomal matrix protein import", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00169-1?rss=yes", "description": "Peroxisomes are vital metabolic organelles that import their lumenal (matrix) enzymes from the cytosol using mobile receptors. Surprisingly, the receptors can even import folded proteins, but the underlying mechanism has been a mystery. Recent results reveal how import receptors shuttle cargo into peroxisomes. The cargo-bound receptors move from the cytosol across the peroxisomal membrane completely into the matrix by a mechanism that resembles transport through the nuclear pore. The receptors then return to the cytosol through a separate retrotranslocation channel, leaving the cargo inside the organelle. This cycle concentrates imported proteins within peroxisomes, and the energy for cargo import is supplied by receptor export. Peroxisomal protein import thus fundamentally differs from other previously known mechanisms for translocating proteins across membranes.", "updated": [2023, 9, 22, 0, 0, 0, 4, 265, 0], "authors": [{"name": "Michael L. Skowyra, Peiqiang Feng, Tom A. Rapoport"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00191-5?rss=yes", "title": "Responses of organ precursors to correct and incorrect inductive signals", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00191-5?rss=yes", "description": "During embryonic development, the inductive molecules produced by local origins normally arrive at their target tissues in a nondirectional, diffusion manner. The target organ precursor cells must correctly interpret these inductive signals to ensure proper specification/differentiation, which is dependent on two prerequisites: (i) obtaining cell-intrinsic competence; and (ii) receiving correct inductive signals while resisting incorrect ones. Gain of intrinsic competence could avoid a large number of misinductions because the incompetent cells are nonresponsive to inductive signals. However, in cases of different precursor cells with similar competence and located in close proximity, resistance to incorrect inductive signals is essential for accurate determination of cell fate. Here we outline the mechanisms of how organ precursors respond to correct and incorrect inductive signals.", "updated": [2023, 9, 20, 0, 0, 0, 2, 263, 0], "authors": [{"name": "Yun Yang, Shuang Li, Lingfei Luo"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00170-8?rss=yes", "title": "Implementing standardized diversity, equity, and inclusion approaches within scientific communities", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00170-8?rss=yes", "description": "Within the global scientific community, there are disparate approaches to diversity, equity, and inclusion (DEI) practices, leading to inequalities that hinder progress. Here, we frame this problem through historical perspectives in the global north and propose a DEI framework adaptable by institutions regardless of location, improving the academic environment for researchers globally.", "updated": [2023, 9, 18, 0, 0, 0, 0, 261, 0], "authors": [{"name": "Aidira D.Y. Macias Gonzalez, Sarah McCallum, Jacqueline A. De Lora"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00166-6?rss=yes", "title": "Spermidine – an old molecule with a new age-defying immune function", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00166-6?rss=yes", "description": "Polyamines – putrescine, spermidine, and spermine – are widely distributed aliphatic compounds known to regulate important biological processes in prokaryotic and eukaryotic cells. Therefore, spermidine insufficiency is associated with various physio-pathological processes, such as aging and cancers. Recent advances in immuno-metabolism and immunotherapy shed new light on the role of spermidine in immune cell regulation and anticancer responses. Here, we review novel works demonstrating that spermidine is produced by collective metabolic pathways of gut bacteria, bacteria–host co-metabolism, and by the host cells, including activated immune cells. We highlight the effectiveness of spermidine in enhancing antitumor responses in aged animals otherwise nonresponsive to immune checkpoint therapy and propose that spermidine supplementation could be used to enhance the efficacy of anti-PD-1 treatment.", "updated": [2023, 9, 16, 0, 0, 0, 5, 259, 0], "authors": [{"name": "Kenji Chamoto, Baihao Zhang, Masaki Tajima, Tasuku Honjo, Sidonia Fagarasan"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00167-8?rss=yes", "title": "Multifaceted collagen-DDR1 signaling in cancer", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00167-8?rss=yes", "description": "In addition to immune cells and fibroblasts, the tumor microenvironment (TME) comprises an extracellular matrix (ECM) which contains collagens (COLs) whose architecture and remodeling dictate cancer development and progression. COL receptors expressed by cancer cells sense signals generated by microenvironmental alterations in COL state to regulate cell behavior and metabolism. Discoidin domain receptor 1 (DDR1) is a key sensor of COL fiber state and composition that controls tumor cell metabolism and growth, response to therapy, and patient survival. This review focuses on DDR1 to NRF2 signaling, its modulation of autophagy and macropinocytosis (MP), and its role in cancer and other diseases. Elucidating the regulation of DDR1 activity and expression under different pathophysiological conditions will facilitate the discovery of new therapeutics.", "updated": [2023, 9, 12, 0, 0, 0, 1, 255, 0], "authors": [{"name": "Hua Su, Michael Karin"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00157-5?rss=yes", "title": "Cellular plasticity in reprogramming, rejuvenation and tumorigenesis: a pioneer TF perspective", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00157-5?rss=yes", "description": "The multistep process of in vivo reprogramming, mediated by the transcription factors (TFs) Oct4, Sox2, Klf4, and c-Myc (OSKM), holds great promise for the development of rejuvenating and regenerative strategies. However, most of the approaches developed so far are accompanied by a persistent risk of tumorigenicity. Here, we review the groundbreaking effects of in vivo reprogramming with a particular focus on rejuvenation and regeneration. We discuss how the activity of pioneer TFs generates cellular plasticity that may be critical for inducing not only reprogramming and regeneration, but also cancer initiation. Finally, we highlight how a better understanding of the uncoupled control of cellular identity, plasticity, and aging during reprogramming might pave the way to the development of rejuvenating/regenerating strategies in a nontumorigenic manner.", "updated": [2023, 8, 28, 0, 0, 0, 0, 240, 0], "authors": [{"name": "Aurélia Huyghe, Aneta Trajkova, Fabrice Lavial"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00156-3?rss=yes", "title": "Patterns in the tapestry of chromatin-bound RB", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00156-3?rss=yes", "description": "The retinoblastoma protein (RB)-mediated regulation of E2F is a component of a highly conserved cell cycle machine. However, RB’s tumor suppressor activity, like RB’s requirement in animal development, is tissue-specific, context-specific, and sometimes appears uncoupled from cell proliferation. Detailed new information about RB’s genomic distribution provides a new perspective on the complexity of RB function, suggesting that some of its functional specificity results from context-specific RB association with chromatin. Here we summarize recent evidence showing that RB targets different types of chromatin regulatory elements at different cell cycle stages. RB controls traditional RB/E2F targets prior to S-phase, but, when cells proliferate, RB redistributes to cell type-specific chromatin loci. We discuss the broad implications of the new data for RB research.", "updated": [2023, 8, 28, 0, 0, 0, 0, 240, 0], "authors": [{"name": "Ioannis Sanidas, Michael S. Lawrence, Nicholas J. Dyson"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00165-4?rss=yes", "title": "Tumor-initiating cells establish a niche to overcome isolation stress", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00165-4?rss=yes", "description": "While the tumor microenvironment is a critical contributor to cancer progression, early steps of tumor initiation and metastasis also rely on the ability of individual tumor cells to survive and thrive at locations where tumor stroma or immune infiltration has yet to be established. In this opinion article, we use the term ‘isolation stress’ to broadly describe the challenges that individual tumor cells must overcome during the initiation and expansion of the primary tumor beyond permissive boundaries and metastatic spread into distant sites, including a lack of cell–cell contact, adhesion to protumor extracellular matrix proteins, and access to nutrients, oxygen, and soluble factors that support growth. In particular, we highlight the ability of solitary tumor cells to autonomously generate a specialized fibronectin-enriched extracellular matrix to create their own pericellular niche that supports tumor initiation. Cancer cells that can creatively evade the effects of isolation stress not only become more broadly stress tolerant, they also tend to show enhanced stemness, drug resistance, tumor initiation, and metastasis.", "updated": [2023, 8, 26, 0, 0, 0, 5, 238, 0], "authors": [{"name": "Chengsheng Wu, Sara M. Weis, David A. Cheresh"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00137-X?rss=yes", "title": "Glucagon-producing α-cell transcriptional identity and reprogramming towards insulin production", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00137-X?rss=yes", "description": "β-Cell replacement by in situ reprogramming of non-β-cells is a promising diabetes therapy. Following the observation that near-total β-cell ablation in adult mice triggers the reprogramming of pancreatic α-, δ-, and γ-cells into insulin (INS)-producing cells, recent studies are delving deep into the mechanisms controlling adult α-cell identity. Systematic analyses of the α-cell transcriptome and epigenome have started to pinpoint features that could be crucial for maintaining α-cell identity. Using different transgenic and chemical approaches, significant advances have been made in reprogramming α-cells in vivo into INS-secreting cells in mice. The recent reprogramming of human α-cells in vitro is an important step forward that must now be complemented with a comprehensive molecular dissection of the mechanisms controlling α-cell identity.", "updated": [2023, 8, 23, 0, 0, 0, 2, 235, 0], "authors": [{"name": "Daniel Oropeza, Pedro Luis Herrera"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00155-1?rss=yes", "title": "Structural perspectives on transcription in chromatin", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00155-1?rss=yes", "description": "In eukaryotes, all genetic processes take place in the cell nucleus, where DNA is packaged as chromatin in 'beads-on-a-string' nucleosome arrays. RNA polymerase II (RNAPII) transcribes protein-coding and many non-coding genes in this chromatin environment. RNAPII elongates RNA while passing through multiple nucleosomes and maintaining the integrity of the chromatin structure. Recent structural studies have shed light on the detailed mechanisms of this process, including how transcribing RNAPII progresses through a nucleosome and reassembles it afterwards, and how transcription elongation factors, chromatin remodelers, and histone chaperones participate in these processes. Other studies have also illuminated the crucial role of nucleosomes in preinitiation complex assembly and transcription initiation. In this review we outline these advances and discuss future perspectives.", "updated": [2023, 8, 16, 0, 0, 0, 2, 228, 0], "authors": [{"name": "Shun-ichi Sekine, Haruhiko Ehara, Tomoya Kujirai, Hitoshi Kurumizaka"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00139-3?rss=yes", "title": "PYK2, a hub of signaling networks in breast cancer progression", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00139-3?rss=yes", "description": "Breast cancer (BC) involves complex signaling networks characterized by extensive cross-communication and feedback loops between and within multiple signaling cascades. Many of these signaling pathways are driven by genetic alterations of oncogene and/or tumor-suppressor genes and are influenced by various environmental cues. We describe unique roles of the non-receptor tyrosine kinase (NRTK) PYK2 in signaling integration and feedback looping in BC. PYK2 functions as a signaling hub in various cascades, and its involvement in positive and negative feedback loops enhances signaling robustness, modulates signaling dynamics, and contributes to BC growth, epithelial-to-mesenchymal transition (EMT), stemness, migration, invasion, and metastasis. We also discuss the potential of PYK2 as a therapeutic target in various BC subtypes.", "updated": [2023, 8, 15, 0, 0, 0, 1, 227, 0], "authors": [{"name": "Hava Gil-Henn, Jean-Antoine Girault, Sima Lev"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00141-1?rss=yes", "title": "Disulfidptosis: disulfide stress–induced cell death", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00141-1?rss=yes", "description": "The cystine transporter solute carrier family 7 member 11 (SLC7A11) (also known as xCT) promotes glutathione synthesis and counters oxidative stress–induced cell death, including ferroptosis, by importing cystine. Also, SLC7A11 plays a crucial role in tumor development. However, recent studies have uncovered an unexpected role of SLC7A11 in promoting disulfidptosis, a novel form of regulated cell death induced by disulfide stress. In this review, we examine the opposing roles of SLC7A11 in regulating redox homeostasis and cell survival/death, summarize current knowledge on disulfidptosis, and explore its potential in disease treatment. A deeper understanding of disulfidptosis will offer new insights into fundamental cellular homeostasis and facilitate the development of innovative therapies for disease treatment.", "updated": [2023, 8, 12, 0, 0, 0, 5, 224, 0], "authors": [{"name": "Xiaoguang Liu, Li Zhuang, Boyi Gan"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00140-X?rss=yes", "title": "Progress and limitations in engineering cellular adhesion for research and therapeutics", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00140-X?rss=yes", "description": "Intercellular interactions form the cornerstone of multicellular biology. Despite advances in protein engineering, researchers artificially directing physical cell interactions still rely on endogenous cell adhesion molecules (CAMs) alongside off-target interactions and unintended signaling. Recently, methods for directing cellular interactions have been developed utilizing programmable domains such as coiled coils (CCs), nanobody–antigen, and single-stranded DNA (ssDNA). We first discuss desirable molecular- and systems-level properties in engineered CAMs, using the helixCAM platform as a benchmark. Next, we propose applications for engineered CAMs in immunology, developmental biology, tissue engineering, and neuroscience. Biologists in various fields can readily adapt current engineered CAMs to establish control over cell interactions, and their utilization in basic and translational research will incentivize further expansion in engineered CAM capabilities.", "updated": [2023, 8, 12, 0, 0, 0, 5, 224, 0], "authors": [{"name": "George Chao, Stefan Zukin, Patrick R.J. Fortuna, Benjamin Boettner, George M. Church"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00132-0?rss=yes", "title": "Order from chaos: cellular asymmetries explained with modelling", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00132-0?rss=yes", "description": "Molecules inside cells are subject to physical forces and undergo biochemical interactions, continuously changing their physical properties and dynamics. Despite this, cells achieve highly ordered molecular patterns that are crucial to regulate various cellular functions and to specify cell fate. In the Caenorhabditis elegans one-cell embryo, protein asymmetries are established in the narrow time window of a cell division. What are the mechanisms that allow molecules to establish asymmetries, defying the randomness imposed by Brownian motion? Mathematical and computational models have paved the way to the understanding of protein dynamics up to the ‘single-molecule level’ when resolution represents an issue for precise experimental measurements. Here we review the models that interpret cortical and cytoplasmic asymmetries in the one-cell C. elegans embryo.", "updated": [2023, 8, 11, 0, 0, 0, 4, 223, 0], "authors": [{"name": "Sofia Barbieri, Monica Gotta"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00138-1?rss=yes", "title": "Sublethal engagement of apoptotic pathways in residual cancer", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00138-1?rss=yes", "description": "Cytotoxic chemo-, radio-, and targeted therapies frequently elicit apoptotic cancer cell death. Mitochondrial outer membrane permeabilization (MOMP) is a critical, regulated step in this apoptotic pathway. The residual cancer cells that survive treatment serve as the seeds of eventual relapse and are often functionally characterized by their transient tolerance of multiple therapeutic treatments. New studies suggest that, in these cells, a sublethal degree of MOMP, reflective of incomplete apoptotic commitment, is widely observed. Here, we review recent evidence that this sublethal MOMP drives the aggressive features of residual cancer cells while templating a host of unique vulnerabilities, highlighting how failed apoptosis may counterintuitively enable new therapeutic strategies to target residual disease (RD).", "updated": [2023, 8, 10, 0, 0, 0, 3, 222, 0], "authors": [{"name": "Shane T. Killarney, Stephen W.G. Tait, Douglas R. Green, Kris C. Wood"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00136-8?rss=yes", "title": "The ubiquitin–proteasome system links NADPH metabolism to ferroptosis", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00136-8?rss=yes", "description": "Ferroptosis is the type of cell death arising from uncontrolled and excessive lipid peroxidation. NADPH is essential for ferroptosis regulation because it supplies reducing equivalents for antioxidant defense systems and contributes to the generation of reactive oxygen species. Moreover, NADPH level serves as a biomarker for predicting the sensitivity of cells to ferroptosis. The ubiquitin–proteasome system governs the stability of many ferroptosis effectors. Recent research has revealed MARCHF6, the endoplasmic reticulum ubiquitin ligase, as an unprecedented NADPH sensor in the ubiquitin system and a critical regulator of ferroptosis involved in tumorigenesis and fetal development. This review summarizes the current understanding of NADPH metabolism and the ubiquitin–proteasome system in regulating ferroptosis and highlights the emerging importance of MARCHF6 as a vital connector between NADPH metabolism and ferroptosis.", "updated": [2023, 8, 7, 0, 0, 0, 0, 219, 0], "authors": [{"name": "Jihye Yang, Yoontae Lee, Cheol-Sang Hwang"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00135-6?rss=yes", "title": "The many faces of the helicase RTEL1 at telomeres and beyond", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00135-6?rss=yes", "description": "Regulator of telomere elongation 1 (RTEL1) is known as a DNA helicase that is important for telomeres and genome integrity. However, the diverse phenotypes of RTEL1 dysfunction, the wide spectrum of symptoms caused by germline RTEL1 mutations, and the association of RTEL1 mutations with cancers suggest that RTEL1 is a complex machine that interacts with DNA, RNA, and proteins, and functions in diverse cellular pathways. We summarize the proposed functions of RTEL1 and discuss their implications for telomere maintenance. Studying RTEL1 is crucial for understanding the complex interplay between telomere maintenance and other nuclear pathways, and how compromising these pathways causes telomere biology diseases, various aging-associated pathologies, and cancer.", "updated": [2023, 7, 31, 0, 0, 0, 0, 212, 0], "authors": [{"name": "Noa Hourvitz, Aya Awad, Yehuda Tzfati"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00129-0?rss=yes", "title": "The ins-and-outs of exosome biogenesis, secretion, and internalization", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00129-0?rss=yes", "description": "Exosomes are specialized cargo delivery vesicles secreted from cells by fusion of multivesicular bodies (MVBs) with the plasma membrane (PM). While the function of exosomes during physiological and pathological events has been extensively reported, there remains a lack of understanding of the mechanisms that regulate exosome biogenesis, secretion, and internalization. Recent technological and methodological advances now provide details about MVB/exosome structure as well as the pathways of exosome biogenesis, secretion, and uptake. In this review, we outline our current understanding of these processes and highlight outstanding questions following on recent discoveries in the field.", "updated": [2023, 7, 26, 0, 0, 0, 2, 207, 0], "authors": [{"name": "Subhash B. Arya, Samuel P. Collie, Carole A. Parent"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00130-7?rss=yes", "title": "Development of the hematopoietic system: expanding the concept of hematopoietic stem cell-independent hematopoiesis", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00130-7?rss=yes", "description": "Hematopoietic stem cells (HSCs) give rise to nearly all blood cell types and play a central role in blood cell production in adulthood. For many years it was assumed that these roles were similarly responsible for driving the formation of the hematopoietic system during the embryonic period. However, detailed analysis of embryonic hematopoiesis has revealed the presence of hematopoietic cells that develop independently of HSCs both before and after HSC generation. Furthermore, it is becoming increasingly clear that HSCs are less involved in the production of functioning blood cells during the embryonic period when there is a much higher contribution from HSC-independent hematopoietic processes. We outline the current understanding and arguments for HSC-dependent and -independent hematopoiesis, mainly focusing on mouse ontogeny.", "updated": [2023, 7, 20, 0, 0, 0, 3, 201, 0], "authors": [{"name": "Tomomasa Yokomizo, Toshio Suda"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00128-9?rss=yes", "title": "Lysosomal enzyme trafficking: from molecular mechanisms to human diseases", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00128-9?rss=yes", "description": "Lysosomes degrade and recycle macromolecules that are delivered through the biosynthetic, endocytic, and autophagic routes. Hydrolysis of the different classes of macromolecules is catalyzed by about 70 soluble enzymes that are transported from the Golgi apparatus to lysosomes in a mannose 6-phosphate (M6P)-dependent process. The molecular machinery that generates M6P tags for receptor-mediated targeting of lysosomal enzymes was thought to be understood in detail. However, recent studies on the M6P pathway have identified a previously uncharacterized core component, yielded structural insights in known components, and uncovered functions in various human diseases. Here we review molecular mechanisms of lysosomal enzyme trafficking and discuss its relevance for rare lysosomal disorders, cancer, and viral infection.", "updated": [2023, 7, 18, 0, 0, 0, 1, 199, 0], "authors": [{"name": "Thomas Braulke, Jan E. Carette, Wilhelm Palm"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00111-3?rss=yes", "title": "Pericytes in the disease spotlight", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00111-3?rss=yes", "description": "Pericytes are known as the mural cells in small-caliber vessels that interact closely with the endothelium. Pericytes play a key role in vasculature formation and homeostasis, and when dysfunctional contribute to vasculature-related diseases such as diabetic retinopathy and neurodegenerative conditions. In addition, significant extravascular roles of pathological pericytes are being discovered with relevant implications for cancer and fibrosis. Pericyte research is challenged by the lack of consistent molecular markers and clear discrimination criteria versus other (mural) cells. However, advances in single-cell approaches are uncovering and clarifying mural cell identities, biological functions, and ontogeny across organs. We discuss the latest developments in pericyte pathobiology to inform future research directions and potential outcomes.", "updated": [2023, 7, 18, 0, 0, 0, 1, 199, 0], "authors": [{"name": "Hielke van Splunder, Pilar Villacampa, Anabel Martínez-Romero, Mariona Graupera"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00127-7?rss=yes", "title": "Phase separation on microtubules: from droplet formation to cellular function?", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00127-7?rss=yes", "description": "Microtubules are cytoskeletal polymers that play important roles in numerous cellular processes, ranging from the control of cell shape and polarity to cell division and intracellular transport. Many of these roles rely on proteins that bind to microtubule ends and shafts, carry intrinsically disordered regions, and form complex multivalent interaction networks. A flurry of recent studies demonstrated that these properties allow diverse microtubule-binding proteins to undergo liquid–liquid phase separation (LLPS) in vitro. It is proposed that LLPS could potentially affect multiple microtubule-related processes, such as microtubule nucleation, control of microtubule dynamics and organization, and microtubule-based transport. Here, we discuss the evidence in favor and against the occurrence of LLPS and its functional significance for microtubule-based processes in cells.", "updated": [2023, 7, 13, 0, 0, 0, 3, 194, 0], "authors": [{"name": "Vladimir A. Volkov, Anna Akhmanova"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00125-3?rss=yes", "title": "Ferroptosis in mitochondrial cardiomyopathy", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00125-3?rss=yes", "description": "Ferroptosis is a form of necrotic cell death characterized by iron-dependent lipid peroxidation culminating in membrane rupture. Accumulating evidence links ferroptosis to multiple cardiac diseases and identifies mitochondria as important regulators of ferroptosis. Mitochondria are not only a major source of reactive oxygen species (ROS) but also counteract ferroptosis by preserving cellular redox balance and oxidative defense. Recent evidence has revealed that the mitochondrial integrated stress response limits oxidative stress and ferroptosis in oxidative phosphorylation (OXPHOS)-deficient cardiomyocytes and protects against mitochondrial cardiomyopathy. We summarize the multiple ways in which mitochondria modulate the susceptibility of cells to ferroptosis, and discuss the implications of ferroptosis for cardiomyopathies in mitochondrial disease.", "updated": [2023, 7, 5, 0, 0, 0, 2, 186, 0], "authors": [{"name": "Sofia Ahola, Thomas Langer"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00105-8?rss=yes", "title": "miRNA dosage control in development and human disease", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00105-8?rss=yes", "description": "Since the discovery that lin-4 and let-7 control larval development timing in Caenorhabditis elegans [1,2], many miRNAs of 21–24 nucleotides (nt) have been identified in metazoans and plants [3,4], functioning as core regulatory molecules in post-transcriptional gene silencing [5,6]. Although specific individual miRNAs that normally display preferential and abundant expression in particular tissues, such as miR-34, miR-96, miR-126, miR-22, miR-21, and miR-155, show significant effects in various physiological contexts [7–12], most miRNAs known to drive tumorigenesis or cause developmental deficiency are miRNA clusters or series of miRNAs from the same miRNA family, such as miR-17-92, miR-96-182-183, miR-23-27, let-7, miR-221-222, and miR-15-16 [13–17].", "updated": [2023, 7, 5, 0, 0, 0, 2, 186, 0], "authors": [{"name": "Yingzi Cui, Ye Qi, Li Ding, Shuangjin Ding, Zonglin Han, Yangming Wang, Peng Du"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00086-7?rss=yes", "title": "Regulation of ferroptosis by lipid metabolism", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00086-7?rss=yes", "description": "Ferroptosis is a non-apoptotic mechanism of cell death that is activated in neurodegeneration, autoimmune diseases, and during ischemia-reperfusion injury [1]. Ferroptosis is also an endogenous tumor suppressor mechanism and may represent a target for new anticancer therapies [1]. Thus, a better understanding of this pathway could enable its modulation to treat disease. Ferroptosis is uniquely characterized and driven by overwhelming membrane lipid peroxidation, which leads to altered ion fluxes and ultimately to plasma membrane permeabilization [2–5].", "updated": [2023, 7, 3, 0, 0, 0, 0, 184, 0], "authors": [{"name": "Lauren E. Pope, Scott J. Dixon"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00110-1?rss=yes", "title": "The bidirectional relationship between metabolism and cell cycle control", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00110-1?rss=yes", "description": "Proliferating cells must double each component of their mass over the course of the cell cycle to produce two daughter cells. Biosynthetic demands differ in each cell cycle phase [1,2]; therefore, metabolism must change in response to cell cycle progression. Cell cycle control must also be responsive to metabolic state to ensure that division only proceeds if cells can produce sufficient biomass for proliferation. Indeed, a fundamental link between metabolism and the cell cycle has been appreciated for at least 50 years, since it was recognized that limiting certain nutrients stalls cell cycle progression at a specific point in G1, termed the ‘restriction point’ [3].", "updated": [2023, 6, 27, 0, 0, 0, 1, 178, 0], "authors": [{"name": "Frances F. Diehl, Kiera M. Sapp, Matthew G. Vander Heiden"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00090-9?rss=yes", "title": "Is euchromatin really open in the cell?", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00090-9?rss=yes", "description": "Growing evidence has demonstrated that strings of nucleosomes, consisting of DNA wrapped around core histones [1], are rather irregularly and dynamically folded as chromatin in the cell (Figure 1A,B) [2–9]. Super-resolution fluorescence microscopy and chromosome conformation capture (3C) derivatives like Hi-C (see Glossary) have revealed that chromatin forms various chromatin domains, such as the topologically associating domains (TADs), in the higher eukaryotic cell (Figure 1A) [10–17].", "updated": [2023, 6, 27, 0, 0, 0, 1, 178, 0], "authors": [{"name": "Kazuhiro Maeshima, Shiori Iida, Masa A. Shimazoe, Sachiko Tamura, Satoru Ide"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00106-X?rss=yes", "title": "Traveling with purpose: cell-to-cell transport of plant mRNAs", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00106-X?rss=yes", "description": "In the central dogma of molecular biology, DNA makes (messenger) RNA makes protein. More recently, the term messenger RNA (mRNA) has taken on a more profound meaning, since RNAs in plants – including mRNAs – can transmit short- and long-range signals (‘messages’) between different cells, tissues and organs [1,2]. Plasmodesmata (PDs) (see Glossary) [3] and the phloem mediate short- and long-distance RNA transport, respectively. Long-distance mRNA transport can act like an animal nervous system, transmitting exogenous stimuli to distant organs and inducing physiological, developmental, and defense responses [4].", "updated": [2023, 6, 26, 0, 0, 0, 0, 177, 0], "authors": [{"name": "Munenori Kitagawa, Thu M. Tran, David Jackson"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00088-0?rss=yes", "title": "Regulation of the length of neuronal primary cilia and its potential effects on signalling", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00088-0?rss=yes", "description": "Primary cilia are long, thin, nonmotile organelles that project from the plasma membrane of most vertebrate cell types (Figure 1). At their core is an axoneme (see Glossary) of microtubule doublets that arise from a centriole-derived basal body, which anchors to the plasma membrane during the cell cycle’s interphase [1]. The axoneme is enclosed in a lipid bilayer that differs from the plasma membrane in both its lipid and protein content, making the cilium a privileged cellular compartment with a distinct membrane and matrix composition [2].", "updated": [2023, 6, 9, 0, 0, 0, 4, 160, 0], "authors": [{"name": "Viviana Macarelli, Eleni Leventea, Florian T. Merkle"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00085-5?rss=yes", "title": "How it feels in a cell", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00085-5?rss=yes", "description": "Eukaryotic cells are crowded with a complex mix of macromolecules (see Glossary), membrane-bound organelles, and a dynamic cytoskeleton [1,2]. We will refer to macromolecules (e.g., proteins and RNAs) and macromolecular complexes as particles. The diffusion of particles is decreased by macromolecular crowding but increased by metabolic activity, polymerization and depolymerization (especially of cytoskeletal networks), and the activities of molecular motors, such as myosins, kinesins, and helicases (Figure 1, Key figure).", "updated": [2023, 6, 5, 0, 0, 0, 0, 156, 0], "authors": [{"name": "Martina Bonucci, Tong Shu, Liam J. Holt"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00078-8?rss=yes", "title": "Reversing pathological cell states: the road less travelled can extend the therapeutic horizon", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00078-8?rss=yes", "description": "Genetic determination, long at the heart of thinking about cellular and organismal behavior, has had resounding successes in explaining single gene disorders and Mendelian disease correlations. Progress in sequencing technologies and proteomics has allowed us to accurately detect cell mutations, alternatively spliced genes, and gene expression variation. Yet, prediction of the phenotypic behavior of a cell from the genotype remains elusive. Given genomic data, it is difficult to predict how mutations or other variations in the genetic background affect responses to external cues and the outcomes of drug treatments that affect signaling proteins.", "updated": [2023, 5, 30, 0, 0, 0, 1, 150, 0], "authors": [{"name": "Boris N. Kholodenko, Walter Kolch, Oleksii S. Rukhlenko"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00084-3?rss=yes", "title": "Mechanobiology of organelles: illuminating their roles in mechanosensing and mechanotransduction", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00084-3?rss=yes", "description": "Cells are exposed to a wide variety of mechanical stimuli, resulting in the deformation of both cells and the extracellular matrix. This occurs under physiological conditions such as the deformations of the lung’s epithelial cells during breathing [1], or forces exerted on the bone and cartilage during body movement [2,3]. Mechanical forces are also relevant under pathological conditions such as fibrosis or cancer, where the stiffness of tissues can increase by up to tenfold [4,5]. Therefore, understanding cellular responses to mechanical stimuli is highly relevant for both physiology and pathology.", "updated": [2023, 5, 24, 0, 0, 0, 2, 144, 0], "authors": [{"name": "Santosh Phuyal, Patrizia Romani, Sirio Dupont, Hesso Farhan"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00079-X?rss=yes", "title": "Ferroptosis: mechanisms and implications for cancer development and therapy response", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00079-X?rss=yes", "description": "Cancer cells have evolved various strategies to evade intrinsic apoptosis-inducing mechanisms and exploit apoptosis-suppressing mechanisms to become resistant to standard therapies, leading to the emergence of drug-tolerant cells [1]. To combat this, nonapoptotic pathways of cell death, such as ferroptosis, have emerged as promising approaches to eradicate apoptosis-resistant cancer cells.", "updated": [2023, 5, 23, 0, 0, 0, 1, 143, 0], "authors": [{"name": "Ancély Ferreira dos Santos, Gholamreza Fazeli, Thamara Nishida Xavier da Silva, José Pedro Friedmann Angeli"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00081-8?rss=yes", "title": "Inosine: novel activator of brown adipose tissue and energy homeostasis", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00081-8?rss=yes", "description": "Overweight and obesity have reached pandemic dimensions during the past few decades [1]. Because obesity is associated with severe comorbidities, such as cardiovascular disease, diabetes mellitus, and some types of cancer [2], it is a global threat to health systems. Although obesity is a complex disease, it is simply defined by an abnormal increase of adipose tissue.", "updated": [2023, 5, 13, 0, 0, 0, 5, 133, 0], "authors": [{"name": "Alexander Pfeifer, Mickel Mikhael, Birte Niemann"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00080-6?rss=yes", "title": "Experimental evolution for cell biology", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00080-6?rss=yes", "description": "There are few questions in biology that spark the imagination as much as those exploring the origins and diversity of life on Earth. How did organisms, and their constituent cells, end up being the way they are today? And once we know how, can we also understand why cells function the way they do? While humans have been asking such questions throughout recorded history, only recently have we developed the tools needed to answer such queries in a systematic way. Evolutionary cell biology uses and integrates the mature fields of evolutionary biology and cell biology to explore the origins and diversity of cellular complexity (Figure 1A).", "updated": [2023, 5, 13, 0, 0, 0, 5, 133, 0], "authors": [{"name": "Jana Helsen, Gavin Sherlock, Gautam Dey"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00076-4?rss=yes", "title": "tRNA modifications: insights into their role in human cancers", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00076-4?rss=yes", "description": "Advances in analytical chemistry, mass spectrometry (MS), and high-throughput sequencing (Box 1) have fueled progress in understanding the complex landscape of RNA modifications. To date, over 170 RNA modifications have been identified [1], and studies over the past decade have documented the emerging role of RNA modifications in regulating gene expression, as well as in a broad range of cellular processes and development [2]. Furthermore, dysregulation of RNA modification pathways is a common feature in human cancers, and targeting these pathways might represent an ideal approach for cancer treatment [3].", "updated": [2023, 5, 12, 0, 0, 0, 4, 132, 0], "authors": [{"name": "Ye Wang, En-Wei Tao, Juan Tan, Qin-Yan Gao, Ying-Xuan Chen, Jing-Yuan Fang"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00075-2?rss=yes", "title": "Lymph nodes: at the intersection of cancer treatment and progression", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00075-2?rss=yes", "description": "Despite differences in their proclivities to generate distant organ metastases (see Glossary) at distinct sites, nearly all solid malignancies spread to locoregional or distant LNs [1–6]. These nodal metastases can be typically diagnosed clinically before the occurrence of detectable distant organ metastases. Distant metastasis is the predominant cause of death in the context of solid organ malignancies. Consequently, nodal involvement is perhaps the most important prognostic factor for patients with solid tumors and is a crucial element of disease staging, rendering LN biopsy an essential component of care for most patients [7].", "updated": [2023, 5, 4, 0, 0, 0, 3, 124, 0], "authors": [{"name": "Nathan E. Reticker-Flynn, Edgar G. Engleman"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00071-5?rss=yes", "title": "Ubiquitination of non-protein substrates", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00071-5?rss=yes", "description": "Conventional ubiquitination, in which ubiquitin protein is covalently attached to lysine residues in proteins, is a versatile regulatory mechanism [1–5]. Ubiquitin modification is involved in many cellular processes, including protein degradation by the proteasome and autophagy, quality control of proteins [e.g., endoplasmic reticulum (ER)-associated degradation] and organelles, as well as mRNA translation, endocytosis, DNA damage response, and intracellular signaling. These processes are achieved by the interaction of ubiquitin (or ubiquitin chains) with ubiquitin-binding domains in effector proteins.", "updated": [2023, 4, 27, 0, 0, 0, 3, 117, 0], "authors": [{"name": "Jun-ichi Sakamaki, Noboru Mizushima"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00070-3?rss=yes", "title": "The Warburg effect: a signature of mitochondrial overload", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00070-3?rss=yes", "description": "Glucose is metabolized primarily via glycolysis in the cytosol of mammalian cells, which produces two moles of pyruvate and two moles of NADH for every mole of glucose. The pyruvate and NADH derived from glucose have two major fates. Either they can be transported into mitochondria to support respiration, or pyruvate can be reduced by NADH to produce lactate and NAD+. The former is generally referred to as ‘glucose oxidation’ and yields on the order of 30–38 ATP per molecule of glucose [1]. The latter can occur in the absence of oxygen and is called ‘fermentation’.", "updated": [2023, 4, 26, 0, 0, 0, 2, 116, 0], "authors": [{"name": "Yahui Wang, Gary J. Patti"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00049-1?rss=yes", "title": "Glucose metabolism of TAMs in tumor chemoresistance and metastasis", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00049-1?rss=yes", "description": "Metabolic reprogramming to support malignant growth and metastasis is a prominent hallmark of cancers. Targeting distinctive metabolic pathways have emerged as promising strategies for reshaping the tumor microenvironment (TME) (see Glossary) and reversing tumor immune evasion [1–3]. Aberrant glucose metabolism results in the accumulation of a variety of oncometabolites, such as lactate and succinate, in the TME to suppress antitumor immunity and assist tumor progression [4]. Cancer cells preferentially metabolize glucose via aerobic glycolysis, known as the Warburg effect [5], to support their rapid proliferation and malignant progression.", "updated": [2023, 4, 18, 0, 0, 0, 1, 108, 0], "authors": [{"name": "Juan Liu, Xuetao Cao"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00045-4?rss=yes", "title": "Oxidative DNA damage and repair at non-coding regulatory regions", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00045-4?rss=yes", "description": "Epigenetic reprogramming is required to switch genes on and off during development and in response to stress. This involves modifications to the DNA itself and to histones. The oxidative demethylation of DNA and histones is emerging as a key source of endogenous DNA strand breaks at non-coding regions. Oxidative demethylation generates reactive oxygen species (ROS) that could damage proximal DNA sequences and produces DNA repair intermediates that if not repaired, cause DNA single-strand breaks.", "updated": [2023, 4, 6, 0, 0, 0, 3, 96, 0], "authors": [{"name": "Sherif F. El-Khamisy"}]}, {"id": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00044-2?rss=yes", "title": "Regulation of nucleotide metabolism in cancers and immune disorders", "link": "https://www.cell.com/trends/cell-biology/fulltext/S0962-8924(23)00044-2?rss=yes", "description": "Nucleotides are the fundamental building blocks for the preservation of life. As monomeric units, purine and pyrimidine nucleotides are polymerized into RNA and DNA. Mammalian cells require extracellular growth factor-initiated signals to leave the quiescent state and enter the cell cycle. Once in S phase, cells use ribonucleotide reductase (RNR) to promote deoxynucleoside triphosphate (dNTP) synthesis by converting nucleoside triphosphate (NTP) into dNTP [1]. However, further research is needed to comprehensively understand the impact of the cell cycle on de novo nucleotide synthesis (see Glossary).", "updated": [2023, 3, 24, 0, 0, 0, 4, 83, 0], "authors": [{"name": "Eunus S. Ali, Issam Ben-Sahra"}]}], "Nature": [], "Nature Communications": [{"id": "https://www.nature.com/articles/s41467-023-42207-4", "title": "Author Correction: Effects of drought and recovery on soil volatile organic compound fluxes in an experimental rainforest", "link": "https://www.nature.com/articles/s41467-023-42207-4", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-42207-4\">doi:10.1038/s41467-023-42207-4</a></p>Author Correction: Effects of drought and recovery on soil volatile organic compound fluxes in an experimental rainforest", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Giovanni Pugliese"}, {"name": "Johannes Ingrisch"}, {"name": "Laura K. Meredith"}, {"name": "Eva Y. Pfannerstill"}, {"name": "Thomas Klüpfel"}, {"name": "Kathiravan Meeran"}, {"name": "Joseph Byron"}, {"name": "Gemma Purser"}, {"name": "Juliana Gil-Loaiza"}, {"name": "Joost van Haren"}, {"name": "Katerina Dontsova"}, {"name": "Jürgen Kreuzwieser"}, {"name": "S. Nemiah Ladd"}, {"name": "Christiane Werner"}, {"name": "Jonathan Williams"}]}, {"id": "https://www.nature.com/articles/s41467-023-42107-7", "title": "Glucocerebrosidase mutations disrupt the lysosome and now the mitochondria", "link": "https://www.nature.com/articles/s41467-023-42107-7", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-42107-7\">doi:10.1038/s41467-023-42107-7</a></p>β-Glucocerebrosidase (GCase) mutations lead to glucosylceramide build-up in the lysosome, impacting α-synuclein aggregation and autophagy. Recently, Baden and colleagues found GCase in mitochondria, supporting mitochondrial complex I function and energy metabolism. We believe the newly described role of GCase in the mitochondria will inform new Parkinson’s and Gaucher’s disease therapeutics.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Andrés D. Klein"}, {"name": "Tiago Fleming Outeiro"}]}, {"id": "https://www.nature.com/articles/s41467-023-42086-9", "title": "Structural basis of promiscuous substrate transport by Organic Cation Transporter 1", "link": "https://www.nature.com/articles/s41467-023-42086-9", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-42086-9\">doi:10.1038/s41467-023-42086-9</a></p>OCT1 plays an important role in the uptake of drugs and metabolites in the liver. Here, authors present the structure of OCT1 to understand how it recognizes and transports a wide range of drugs and substrates.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Yi C. Zeng"}, {"name": "Meghna Sobti"}, {"name": "Ada Quinn"}, {"name": "Nicola J. Smith"}, {"name": "Simon H. J. Brown"}, {"name": "Jamie I. Vandenberg"}, {"name": "Renae M. Ryan"}, {"name": "Megan L. O’Mara"}, {"name": "Alastair G. Stewart"}]}, {"id": "https://www.nature.com/articles/s41467-023-42140-6", "title": "SARS-CoV-2 infection of human lung epithelial cells induces TMPRSS-mediated acute fibrin deposition", "link": "https://www.nature.com/articles/s41467-023-42140-6", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-42140-6\">doi:10.1038/s41467-023-42140-6</a></p>Severe SARS-CoV-2 infection has been associated with extensive diffuse alveolar damage and fibrin formation. Here, Erickson et al describe an infection-induced coagulation mechanism which involves activation of prothrombin by members of TMPRSS genes.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Rachel Erickson"}, {"name": "Chang Huang"}, {"name": "Cameron Allen"}, {"name": "Joanna Ireland"}, {"name": "Gwynne Roth"}, {"name": "Zhongcheng Zou"}, {"name": "Jinghua Lu"}, {"name": "Bernard A. P. Lafont"}, {"name": "Nicole L. Garza"}, {"name": "Beniah Brumbaugh"}, {"name": "Ming Zhao"}, {"name": "Motoshi Suzuki"}, {"name": "Lisa Olano"}, {"name": "Joseph Brzostowski"}, {"name": "Elizabeth R. Fischer"}, {"name": "Homer L. Twigg III"}, {"name": "Reed F. Johnson"}, {"name": "Peter D. Sun"}]}, {"id": "https://www.nature.com/articles/s41467-023-42037-4", "title": "Structure of full-length cobalamin-dependent methionine synthase and cofactor loading captured <i>in crystallo</i>", "link": "https://www.nature.com/articles/s41467-023-42037-4", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-42037-4\">doi:10.1038/s41467-023-42037-4</a></p>Methionine synthase (MS) harnesses B12 and flexibility to catalyze three different reactions on one protein. The full-length structure of MS yields insights into a protein that epitomizes controlled dynamics to dictate chemical outcome.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Johnny Mendoza"}, {"name": "Meredith Purchal"}, {"name": "Kazuhiro Yamada"}, {"name": "Markos Koutmos"}]}, {"id": "https://www.nature.com/articles/s41467-023-42124-6", "title": "Revealing invisible cell phenotypes with conditional generative modeling", "link": "https://www.nature.com/articles/s41467-023-42124-6", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-42124-6\">doi:10.1038/s41467-023-42124-6</a></p>Biological research relies on observing cell phenotypes, often obscured by natural variability. Here, the authors use generative modelling to unveil hidden changes triggered by infections, mutations, or drugs, allowing for accessible discovery of biomarkers.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Alexis Lamiable"}, {"name": "Tiphaine Champetier"}, {"name": "Francesco Leonardi"}, {"name": "Ethan Cohen"}, {"name": "Peter Sommer"}, {"name": "David Hardy"}, {"name": "Nicolas Argy"}, {"name": "Achille Massougbodji"}, {"name": "Elaine Del Nery"}, {"name": "Gilles Cottrell"}, {"name": "Yong-Jun Kwon"}, {"name": "Auguste Genovesio"}]}, {"id": "https://www.nature.com/articles/s41467-023-41195-9", "title": "Neuropathologist-level integrated classification of adult-type diffuse gliomas using deep learning from whole-slide pathological images", "link": "https://www.nature.com/articles/s41467-023-41195-9", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-41195-9\">doi:10.1038/s41467-023-41195-9</a></p>Determining glioma types directly from whole-slide images (WSIs) would be of great diagnostic utility. Here, the authors develop a deep learning model to identify diffuse glioma types from WSIs according to the 2021 WHO classification across multiple cohorts and with interpretable features.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Weiwei Wang"}, {"name": "Yuanshen Zhao"}, {"name": "Lianghong Teng"}, {"name": "Jing Yan"}, {"name": "Yang Guo"}, {"name": "Yuning Qiu"}, {"name": "Yuchen Ji"}, {"name": "Bin Yu"}, {"name": "Dongling Pei"}, {"name": "Wenchao Duan"}, {"name": "Minkai Wang"}, {"name": "Li Wang"}, {"name": "Jingxian Duan"}, {"name": "Qiuchang Sun"}, {"name": "Shengnan Wang"}, {"name": "Huanli Duan"}, {"name": "Chen Sun"}, {"name": "Yu Guo"}, {"name": "Lin Luo"}, {"name": "Zhixuan Guo"}, {"name": "Fangzhan Guan"}, {"name": "Zilong Wang"}, {"name": "Aoqi Xing"}, {"name": "Zhongyi Liu"}, {"name": "Hongyan Zhang"}, {"name": "Li Cui"}, {"name": "Lan Zhang"}, {"name": "Guozhong Jiang"}, {"name": "Dongming Yan"}, {"name": "Xianzhi Liu"}, {"name": "Hairong Zheng"}, {"name": "Dong Liang"}, {"name": "Wencai Li"}, {"name": "Zhi-Cheng Li"}, {"name": "Zhenyu Zhang"}]}, {"id": "https://www.nature.com/articles/s41467-023-42032-9", "title": "Catalytic <i>4-exo-dig</i> carbocyclization for the construction of furan-fused cyclobutanones and synthetic applications", "link": "https://www.nature.com/articles/s41467-023-42032-9", "description": "<p>Nature Communications, Published online: 11 October 2023; <a href=\"https://www.nature.com/articles/s41467-023-42032-9\">doi:10.1038/s41467-023-42032-9</a></p>Aromatic ring fused cyclobutanone is a strained motif with broad applications. Here, the authors report a catalytic 4- exo-dig process, which proved successful to access furan-fused cyclobutanones that can serve as versatile synthetic blocks.", "updated": [2023, 10, 11, 0, 0, 0, 2, 284, 0], "authors": [{"name": "Kemiao Hong"}, {"name": "Yi Zhou"}, {"name": "Haoxuan Yuan"}, {"name": "Zhijing Zhang"}, {"name": "Jingjing Huang"}, {"name": "Shanliang Dong"}, {"name": "Wenhao Hu"}, {"name": "Zhi-Xiang Yu"}, {"name": "Xinfang Xu"}]}]}}
